{
  "SCENARIOS": [
    {
      "STORY": "구석에 이상한 장치가 놓여 있었는데, 숨겨진 방의 디지털 잠금장치인 것 같아요. 거기에 멋진 것이 숨겨져 있을 거예요. 하지만 잠금을 해제하는 데에는 시간이 걸릴 것 같아요. 계속하시겠습니까?",
      "CONFIRM": "해제"
    },
    {
      "STORY": "어두운 골목을 접근하면서, 당신은 하이테크 금고를 만지작거리는 후드를 쓴 인물을 볼 수 있습니다. 더 가까이 다가가면서, 후드를 쓴 인물은 금고를 떠나고 '금고를 열기 위한 비밀번호는 근처의 네온 사인에 숨겨져 있습니다'라는 쪽지를 남깁니다. 도전을 받아들이시겠습니까?",
      "CONFIRM": "해독하기"
    },
    {
      "STORY": "당신은 잠금장치가 있는 문을 마주치게 됩니다. 더 자세히 살펴보니, 키패드가 먼지로 덮여 숫자를 읽기 어렵게 되어 있습니다. 문에는 '키패드를 청소하고 올바른 숫자 시퀀스를 입력하여 문을 열어주세요'라는 표지판이 있습니다. 이 임무를 맡으시겠습니까?",
      "CONFIRM": "청소하고 입력"
    },
    {
      "STORY": "당신은 고급 컴퓨터 시스템과 깜박이는 불빛으로 가득 찬 방을 마주하게 됩니다. 인터콤을 통해 목소리가 울립니다. '숨겨진 전리품을 해제하려면 메인프레임에 해킹하고 복잡한 도전 과제를 완료해야 합니다'. 도전에 맞서볼 건가요?",
      "CONFIRM": "해킹"
    },
    {
      "STORY": "어두운 버려진 건물을 탐험하던 중 깜박이는 레이저로 가득 찬 방을 발견합니다. 벽에는 '문을 열기 위해 경보를 울리지 않고 레이저 미로를 통과해야 합니다'라는 문구가 적혀 있습니다. 도전을 받아들이시겠습니까?",
      "CONFIRM": "통과하기"
    },
    {
      "STORY": "당신은 잠긴 문을 마주하게 되었고 그 위에는 수수께끼가 적혀 있습니다. 수수께끼는 '나는 광산에서 가져오고 나무 상자에 가둬져 있으며, 누구에게도 풀리지 않지만 거의 모든 사람이 사용합니다'라고 적혀 있습니다. 이 수수께끼의 답이 문을 열기 위한 열쇠입니다. 당신은 이 수수께끼를 해결할 것인가요?",
      "CONFIRM": "해결하기"
    },
    {
      "STORY": "당신은 퍼즐과 머리 아픈 문제로 가득 찬 방을 마주합니다. 벽에는 '문을 열기 위해 주어진 시간 내에 모든 퍼즐과 문제를 해결해야 합니다'라는 문구가 적혀 있습니다. 도전을 받아들이시겠습니까?",
      "CONFIRM": "퍼즐 해결하기"
    },
    {
      "STORY": "당신은 하이테크 보안 시스템이 설치된 방을 마주합니다. 벽에는 '문을 열기 위해서는 모든 경보를 찾아 해제해야 합니다'라는 문구가 적혀 있습니다. 도전을 받아들이시겠습니까?",
      "CONFIRM": "경보 해제하기"
    },
    {
      "STORY": "당신은 복잡한 큰 기계가 있는 방을 마주치게 됩니다. 벽에는 '문을 열기 위해서는 기계를 작동하고 그 목적을 완수해야 합니다'라는 문구가 적혀 있습니다. 도전을 받겠습니까?",
      "CONFIRM": "기계 작동하기"
    },
    {
      "STORY": "당신은 다양한 사이버펑크 장면의 홀로그래픽 이미지로 가득 찬 방을 마주합니다. 벽에는 '문을 열기 위해 홀로그래픽 세계를 탐험하고 숨겨진 열쇠를 찾아야 합니다'라는 문구가 적혀 있습니다. 도전을 받겠습니까?",
      "CONFIRM": "홀로그래픽 세계 탐험하기"
    },
    {
      "STORY": "당신은 오래된 버려진 터미널을 우연히 발견했습니다. 몇 분 동안 해킹한 후, 숨겨진 방에 상자가 있는 것을 발견했지만, 문은 인공지능에 의해 지키고 있습니다. 도전하시겠습니까?",
      "CONFIRM": "인공지능 도전하기"
    },
    {
      "STORY": "파이프에서 이상한 소리가 들렸습니다. 조사한 후, 열쇠 카드가 들어있는 작은 칸을 발견했지만, 어떤 함정에 의해 지키고 있는 것 같습니다. 해제하시겠습니까?",
      "CONFIRM": "함정 해제"
    },
    {
      "STORY": "문에 새겨진 상징이 있는 문을 보았습니다. 이 문을 열기 위한 코드인 것 같지만, 방 안 곳곳에 흩어져 있는 코드 조각을 찾아야 합니다. 검색을 시작하시겠습니까?",
      "CONFIRM": "검색 시작"
    },
    {
      "STORY": "너는 큰 모니터가 있는 방을 발견했어, 이건 퍼즐 게임인 것 같아, 그리고 이걸 해결하면 숨겨진 전리품을 얻을 수 있어, 게임을 하시겠어?",
      "CONFIRM": "게임하기"
    },
    {
      "STORY": "큰 유리 케이스가 있는 방을 발견했습니다. 이것은 잠금을 해제하기 위한 수수께끼인 것 같습니다. 해결하시겠습니까?",
      "CONFIRM": "수수께끼 풀기"
    },
    {
      "STORY": "이상한 메커니즘을 가진 방을 발견했습니다. 기계적인 도전인 것 같은데, 시도하시겠습니까?",
      "CONFIRM": "기계적인 도전 시도하기"
    }
  ]
}