{
  "SCENARIOS": [
    {
      "STORY": "당신은 값진 아이템으로 가득 찬 잠긴 상자를 우연히 발견했습니다. 그러나 상자는 전기 충격 장치로 함정이 되어 있습니다. 해체를 시도하면 몇 가지 체력을 소모하게 됩니다.",
      "CONFIRM": "해체"
    },
    {
      "STORY": "독성 가스로 가득 찬 방을 마주하게 됩니다. 숨겨진 무기들을 얻기 위해 방 반대편으로 이동해야 합니다. 방을 건너기로 선택하면 체력이 감소할 수 있습니다.",
      "CONFIRM": "건너기"
    },
    {
      "STORY": "비밀 문을 열기 위해 필요한 터미널을 발견했습니다. 이 터미널은 치명적인 레이저를 장착한 하이테크 보안 로봇으로 보호되어 있습니다. 터미널을 해킹하면 로봇이 공격하여 체력을 소모하게 됩니다.",
      "CONFIRM": "해킹"
    },
    {
      "STORY": "당신은 매우 가연한 액체로 가득 찬 방을 발견했습니다. 이 방에는 획득해야 할 귀중한 장비도 있습니다. 액체를 불태우면 폭발이 일어나고 몇 가지 체력을 소모하게 됩니다.",
      "CONFIRM": "불붙이기"
    },
    {
      "STORY": "치명적인 레이저 그리드로 보호되는 숨겨진 문을 발견했습니다. 이 문은 가치 있는 아이템으로 가득 찬 방으로 이어집니다. 레이저 그리드를 해제하면 레이저가 반동하여 체력을 손상시킵니다.",
      "CONFIRM": "해제"
    },
    {
      "STORY": "극도로 방사능이 높은 물질로 가득 찬 방을 발견했습니다. 이 방에는 획득해야 할 귀중한 기술이 포함되어 있습니다. 이 방으로 들어가면 방사선 피해를 입고 일부 체력을 소모하게 됩니다.",
      "CONFIRM": "모험하기"
    },
    {
      "STORY": "위험한 로봇으로 가득 찬 방을 발견했습니다. 그 방에는 획득해야 할 귀중한 장비가 있습니다. 로봇과 전투를 시작하면 체력이 소모됩니다.",
      "CONFIRM": "전투 시작"
    },
    {
      "STORY": "당신은 매우 부식성 물질로 가득 찬 방을 우연히 발견했습니다. 이 방에는 획득해야 할 귀중한 기술도 있습니다. 물질에 손을 대면 피해를 입고 일부 체력을 잃게 됩니다.",
      "CONFIRM": "터치"
    },
    {
      "STORY": "강한 열기로 가득 찬 방을 발견했습니다. 이 방에는 획득해야 할 귀중한 장비도 있습니다. 방으로 들어가면 열기 데미지를 입고 일부 체력을 소모하게 됩니다.",
      "CONFIRM": "모험하기"
    },
    {
      "STORY": "치명적인 바이러스로 가득 찬 방을 발견했습니다. 이 방에는 획득해야 할 귀중한 기술이 포함되어 있습니다. 방에 들어가면 바이러스 데미지를 입고 일부 체력을 소모하게 됩니다.",
      "CONFIRM": "입장"
    },
    {
      "STORY": "당신은 잠금 코드를 입력해야만 열 수 있는 잠금된 금고를 발견했습니다. 근처에 컴퓨터 터미널이 있어 시스템에 해킹하여 코드를 얻을 수 있지만, 걸리면 경보가 울릴 수도 있다는 것을 알아차렸습니다.",
      "CONFIRM": "해킹"
    },
    {
      "STORY": "독성 가스로 가득 찬 방을 발견했습니다. 방 중앙에 있는 받침대 위에 귀중한 아이템이 보입니다. 아이템을 가져오려면 숨을 참고 가스를 헤쳐나가야하지만, 이로 인해 체력이 손상될 수 있습니다.",
      "CONFIRM": "아이템 가져오기"
    },
    {
      "STORY": "강력한 전기 흐름으로 막힌 문을 마주하게 됩니다. 근처 시스템에서 전력을 다시 연결하여 전류를 우회할 수 있지만, 위험한 과전류가 발생할 수 있습니다.",
      "CONFIRM": "전류 우회하기"
    },
    {
      "STORY": "홀로그래픽 함정으로 가득 찬 방을 발견했습니다. 전리품에 도달하려면 함정을 피해야하지만, 그 과정에서 피해를 입을 수 있습니다.",
      "CONFIRM": "함정 피해 이동"
    },
    {
      "STORY": "강력한 로봇에 의해 지키는 방을 마주하게 되었습니다. 시스템에 해킹하여 비활성화를 시도할 수 있지만, 감지되어 공격당할 가능성이 있습니다.",
      "CONFIRM": "로봇 비활성화"
    },
    {
      "STORY": "보이스 커맨드로 열리는 잠긴 문을 발견했습니다. 마지막으로 커맨드를 말한 사람의 목소리를 모방해 볼 수 있지만, 실수를 할 경우 경보가 울릴 수 있습니다.",
      "CONFIRM": "목소리 모방하기"
    },
    {
      "STORY": "위험한 방사능으로 가득 찬 방을 마주치게 되었습니다. 전리품을 회수하기 위해서는 보호복을 입어야하지만, 보호복을 입고 있어도 일부 데미지를 입게 될 것입니다.",
      "CONFIRM": "전리품 회수"
    },
    {
      "STORY": "레이저 빔 미로로 지키는 방을 발견했습니다. 전리품에 도달하려면 빔을 통과해야하지만, 체력이 손상될 가능성이 높습니다.",
      "CONFIRM": "빔 통과하기"
    },
    {
      "STORY": "자기 잠금장치로 봉인된 문을 마주치게 됩니다. 잠금장치를 비활성화할 수 있지만 자기장으로 인해 갇히고 피해를 입을 수도 있습니다.",
      "CONFIRM": "잠금장치 비활성화"
    },
    {
      "STORY": "당신은 장비에 간섭을 일으키는 낮은 수준의 소음으로 가득 찬 방을 발견합니다. 전리품을 회수하기 위해서는 방에 들어가서 간섭의 원인을 해제해야하지만, 소음으로 인해 약간의 피해를 입을 수 있습니다.",
      "CONFIRM": "전리품 회수"
    },
    {
      "STORY": "가치 있는 전리품으로 가득 찬 숨겨진 방을 지키는 손상된 AI를 만났습니다. AI는 당신에게 접근 권한을 주기를 원하지만, 제한된 시간 내에 복잡한 퍼즐을 해결해야 합니다.",
      "CONFIRM": "퍼즐을 해결하세요"
    },
    {
      "STORY": "당신은 함정과 위험한 기계 생물로 가득 찬 방을 우연히 발견했습니다. 이 방에는 귀중한 유물이 있지만, 그것을 얻기 위해서는 상당한 체력을 희생해야 합니다.",
      "CONFIRM": "유물을 회수하시겠습니까?"
    },
    {
      "STORY": "당신은 고급 사이버네틱 업그레이드가 있는 비밀 실험실을 발견했습니다. 업그레이드에 접근하기 위해서는 고통스럽고 위험한 수술을 받아야 합니다.",
      "CONFIRM": "수술 받기"
    },
    {
      "STORY": "사이버네틱으로 강화된 전투자들이 맞붙는 지하 격투 클럽을 발견했습니다. 참가하려면 현재 챔피언을 물리치고 상당량의 체력을 얻어야 합니다.",
      "CONFIRM": "격투 클럽 입장하기"
    },
    {
      "STORY": "독성 가스로 가득 찬 방을 발견했습니다. 이 가스는 미션에 필수적인 희귀한 기술을 담고 있습니다. 가스를 들이마시면 체력이 소모되지만, 기술을 회수하는 유일한 방법입니다.",
      "CONFIRM": "기술 회수하기"
    },
    {
      "STORY": "당신은 귀중한 정보를 요구하는 강력한 해커를 만났습니다. 해커는 정보와 교환하기 위해 위험한 일련의 임무를 완수하도록 요구하지만, 이를 완수하는 것은 당신의 체력을 소모할 것입니다.",
      "CONFIRM": "임무를 완수하시겠습니까?"
    },
    {
      "STORY": "당신은 하이테크 보안 장치로 가득 찬 방을 우연히 발견했습니다. 이 방에는 귀중한 전리품이 있지만, 그것을 얻기 위해서는 보안 시스템을 해킹해야 합니다. 이로 인해 경보가 울리고 위험에 빠지게 될 것입니다.",
      "CONFIRM": "보안 시스템 해킹하기"
    },
    {
      "STORY": "실험용 무기 연구소를 발견했습니다. 무기를 테스트하기 위해 실험 대상이 되어야 하며, 이는 일부 체력을 소모하지만 가치 있는 정보와 무기 업그레이드를 제공합니다.",
      "CONFIRM": "실험 대상이 되기"
    },
    {
      "STORY": "위험한 화학 물질로 가득 찬 방을 발견했습니다. 이 화학 물질에는 귀중한 공식이 담겨 있지만, 접근하면서 화학 물질의 독성으로 인해 일부 체력이 소모될 수 있습니다.",
      "CONFIRM": "공식에 접근하기"
    },
    {
      "STORY": "강력한 사이보그가 지키고 있는 방을 발견했습니다. 방 안에 있는 귀중한 기술을 얻기 위해서는 사이보그와 전투에서 승리해야하지만, 그렇게 하면 체력이 소모될 것입니다.",
      "CONFIRM": "사이보그를 물리쳐주세요."
    },
    {
      "STORY": "가치 있는 전리품으로 가득 찬 숨겨진 방을 지키는 손상된 AI를 만났습니다. AI는 당신에게 접근 권한을 주기를 원하지만, 제한된 시간 내에 복잡한 퍼즐을 해결해야 합니다.",
      "CONFIRM": "퍼즐을 해결하세요"
    },
    {
      "STORY": "당신은 함정과 위험한 기계 생물로 가득 찬 방을 우연히 발견했습니다. 이 방에는 귀중한 유물이 있지만, 그것을 얻기 위해서는 상당한 체력을 희생해야 합니다.",
      "CONFIRM": "유물을 회수하시겠습니까?"
    },
    {
      "STORY": "당신은 고급 사이버네틱 업그레이드가 있는 비밀 실험실을 발견했습니다. 업그레이드에 접근하기 위해서는 고통스럽고 위험한 수술을 받아야 합니다.",
      "CONFIRM": "수술 받기"
    },
    {
      "STORY": "사이버네틱으로 강화된 전투자들이 맞붙는 지하 격투 클럽을 발견했습니다. 참가하려면 현재 챔피언을 물리치고 상당량의 체력을 얻어야 합니다.",
      "CONFIRM": "격투 클럽 입장하기"
    },
    {
      "STORY": "독성 가스로 가득 찬 방을 발견했습니다. 이 가스는 미션에 필수적인 희귀한 기술을 담고 있습니다. 가스를 들이마시면 체력이 소모되지만, 기술을 회수하는 유일한 방법입니다.",
      "CONFIRM": "기술 회수하기"
    },
    {
      "STORY": "당신은 귀중한 정보를 요구하는 강력한 해커를 만났습니다. 해커는 정보와 교환하기 위해 위험한 일련의 임무를 완수하도록 요구하지만, 이를 완수하는 것은 당신의 체력을 소모할 것입니다.",
      "CONFIRM": "임무를 완수하시겠습니까?"
    },
    {
      "STORY": "당신은 하이테크 보안 장치로 가득 찬 방을 우연히 발견했습니다. 이 방에는 귀중한 전리품이 있지만, 그것을 얻기 위해서는 보안 시스템을 해킹해야 합니다. 이로 인해 경보가 울리고 위험에 빠지게 될 것입니다.",
      "CONFIRM": "보안 시스템 해킹하기"
    },
    {
      "STORY": "실험용 무기 연구소를 발견했습니다. 무기를 테스트하기 위해 실험 대상이 되어야 하며, 이는 일부 체력을 소모하지만 가치 있는 정보와 무기 업그레이드를 제공합니다.",
      "CONFIRM": "실험 대상이 되기"
    },
    {
      "STORY": "위험한 화학 물질로 가득 찬 방을 발견했습니다. 이 화학 물질에는 귀중한 공식이 담겨 있지만, 접근하면서 화학 물질의 독성으로 인해 일부 체력이 소모될 수 있습니다.",
      "CONFIRM": "공식에 접근하기"
    },
    {
      "STORY": "강력한 사이보그가 지키고 있는 방을 발견했습니다. 방 안에 있는 귀중한 기술을 얻기 위해서는 사이보그와 전투에서 승리해야하지만, 그렇게 하면 체력이 소모될 것입니다.",
      "CONFIRM": "사이보그를 물리쳐주세요."
    }
  ]
}