{
  "story": "You stand in front of a large, metallic door adorned with intricate circuits and glowing blue lines. The door is covered in warning signs and labels indicating that it leads to a 'High-Risk Experimentation Area'. You've heard rumors that this area contains advanced technology and rare resources, but you also sense that something has gone terribly wrong.",
  "actions": [
    {
      "action": "Attempt to bypass the door's security system using your knowledge of cyberware hacking",
      "good": "Your fingers dance across the keypad as you expertly bypass the security system. The door slides open, revealing a room filled with strange equipment and devices emitting a faint hum. You find a hidden console containing valuable information and resources.",
      "bad": "Your attempt to hack the system triggers a self-destruct sequence. The door begins to seal shut, and you hear alarms blaring as the area's defense systems activate. You take damage from the sudden explosion of debris and sparks."
    },
    {
      "action": "Force the door open using your physical strength",
      "good": "With a burst of adrenaline, you charge at the door and manage to pry it open. Inside, you find a stash of valuable resources, including rare components and advanced tools.",
      "bad": "Your efforts to force the door open trigger a hidden shockwave generator. You're thrown backward, landing on the floor as the area's automated defense systems spring into action. You take damage from the impact and the subsequent blasts."
    },
    {
      "action": "Search for an alternate route around the locked door",
      "good": "You carefully explore the nearby corridors, searching for a hidden passage or alternative entrance. After a few minutes of searching, you stumble upon a secret door that leads to the Experimentation Area. You find yourself in a room filled with valuable resources and advanced technology.",
      "bad": "While searching for an alternate route, you trigger a pressure plate, causing the floor to give way beneath your feet. You fall into a hidden pit, taking damage from the impact and the subsequent drop."
    }
  ]
}