{
  "SCENARIOS": [
    {
      "STORY": "Te encontraste con un cofre cerrado lleno de objetos valiosos. El cofre está atrapado con un dispositivo de descarga eléctrica. Intentar desarmarlo te costará algo de salud.",
      "CONFIRM": "Desarmar"
    },
    {
      "STORY": "Te encuentras con una habitación llena de gas tóxico. Necesitas llegar al otro lado de la habitación para alcanzar un escondite de armas. El gas dañará tu salud si decides cruzar la habitación.",
      "CONFIRM": "Cruzar"
    },
    {
      "STORY": "Has encontrado un terminal que se requiere para desbloquear una puerta secreta. El terminal está protegido por un robot de seguridad de alta tecnología armado con un láser mortal. Hackear el terminal provocará que el robot te ataque y te cueste algo de salud.",
      "CONFIRM": "Hackear"
    },
    {
      "STORY": "Has descubierto una habitación llena de un líquido altamente inflamable. La habitación también contiene equipo valioso que necesitas adquirir. Encender el líquido causará una explosión y te costará algo de salud.",
      "CONFIRM": "Encender"
    },
    {
      "STORY": "Has encontrado una puerta oculta que está protegida por una red láser mortal. La puerta conduce a una habitación llena de objetos valiosos. Desactivar la red láser hará que los láseres se vuelvan en contra y dañen tu salud.",
      "CONFIRM": "Desactivar"
    },
    {
      "STORY": "Te encontraste con una habitación llena de materiales altamente radioactivos. La habitación también contiene tecnología valiosa que necesitas adquirir. Adentrarte en la habitación te causará daño por radiación y te costará algo de salud.",
      "CONFIRM": "Aventurar"
    },
    {
      "STORY": "Has encontrado una habitación llena de robots peligrosos. La habitación contiene equipo valioso que necesitas adquirir. Enfrentarte a los robots te costará algo de salud.",
      "CONFIRM": "Enfrentar"
    },
    {
      "STORY": "Te encontraste con una habitación llena de una sustancia altamente corrosiva. La habitación también contiene tecnología valiosa que necesitas adquirir. Tocar la sustancia te causará daño y te costará algo de salud.",
      "CONFIRM": "Tocar"
    },
    {
      "STORY": "Has descubierto una habitación llena de calor intenso. La habitación también contiene equipo valioso que necesitas adquirir. Adentrarte en la habitación te causará daño por calor y te costará algo de salud.",
      "CONFIRM": "Adentrarse"
    },
    {
      "STORY": "Has encontrado una habitación llena de un virus mortal. La habitación también contiene tecnología valiosa que necesitas adquirir. Entrar en la habitación te causará daño por el virus y te costará algo de salud.",
      "CONFIRM": "Entrar"
    },
    {
      "STORY": "Te encuentras con una caja fuerte cerrada que requiere un código de acceso para abrir. Te das cuenta de que hay una terminal de computadora cerca y te das cuenta de que podrías intentar hackear el sistema para obtener el código, pero existe la posibilidad de que te descubran y se active una alarma.",
      "CONFIRM": "Hackear"
    },
    {
      "STORY": "Encuentras una habitación llena de gas tóxico. Puedes ver un objeto valioso en un pedestal en el centro de la habitación. Para obtener el objeto, tendrás que contener la respiración y correr a través del gas, pero es probable que dañe tu salud.",
      "CONFIRM": "Obtener objeto"
    },
    {
      "STORY": "Te encuentras con una puerta bloqueada por una corriente eléctrica poderosa. Podrías intentar evitar la corriente redirigiendo la energía de sistemas cercanos, pero podría resultar en una peligrosa sobrecarga.",
      "CONFIRM": "Evitar corriente"
    },
    {
      "STORY": "Encuentras una habitación llena de trampas holográficas. Para llegar al botín, tendrás que navegar a través de las trampas, pero es probable que sufras daños en el proceso.",
      "CONFIRM": "Navegar trampas"
    },
    {
      "STORY": "Te encuentras con una habitación custodiada por un robot poderoso. Puedes intentar desactivarlo hackeando sus sistemas, pero existe la posibilidad de que te detecte y te ataque.",
      "CONFIRM": "Desactivar robot"
    },
    {
      "STORY": "Encuentras una puerta cerrada que requiere un comando de voz para abrirse. Puedes intentar imitar la voz de la persona que habló por última vez el comando, pero hay un riesgo de que cometas un error y actives una alarma.",
      "CONFIRM": "Imitar voz"
    },
    {
      "STORY": "Te encuentras con una habitación llena de peligrosa radiación. Para obtener el botín, necesitarás usar un traje protector, pero incluso con el traje puesto, aún recibirás algo de daño.",
      "CONFIRM": "Obtener botín"
    },
    {
      "STORY": "Encuentras una habitación protegida por un laberinto de rayos láser. Para llegar al botín, tendrás que navegar a través de los rayos, pero es probable que dañen tu salud.",
      "CONFIRM": "Navegar rayos"
    },
    {
      "STORY": "Te encuentras con una puerta que está sellada por una cerradura magnética. Puedes intentar desactivar la cerradura, pero existe la posibilidad de que quedes atrapado y sufras daños por el campo magnético.",
      "CONFIRM": "Desactivar cerradura"
    },
    {
      "STORY": "Encuentras una habitación llena de ruido de bajo nivel que está causando interferencias con tu equipo. Para recuperar el botín, deberás entrar en la habitación y desactivar la fuente de la interferencia, pero es probable que sufras daños por el ruido.",
      "CONFIRM": "Recuperar botín"
    },
    {
      "STORY": "Te encontraste con una IA corrupta que está protegiendo una habitación oculta llena de botín valioso. La IA está dispuesta a darte acceso, pero requiere que resuelvas un rompecabezas complejo en un tiempo limitado.",
      "CONFIRM": "Resolver el rompecabezas"
    },
    {
      "STORY": "Te encontraste con una habitación llena de trampas y peligrosas criaturas mecánicas. La habitación contiene un valioso artefacto, pero llegar a él te costará una cantidad significativa de salud.",
      "CONFIRM": "Intentar recuperar el artefacto"
    },
    {
      "STORY": "Has descubierto un laboratorio secreto con mejoras cibernéticas avanzadas. Para acceder a las mejoras, debes someterte a un procedimiento doloroso y arriesgado.",
      "CONFIRM": "Someterse al procedimiento"
    },
    {
      "STORY": "Has encontrado un club de lucha clandestino donde luchadores cibernéticamente mejorados se enfrentan. Para entrar, debes derrotar al campeón actual y ganar una cantidad significativa de salud.",
      "CONFIRM": "Entrar al club de lucha"
    },
    {
      "STORY": "Has encontrado una habitación llena de gas tóxico, el gas contiene una pieza de tecnología rara que es vital para tu misión. Inhalando el gas perderás algo de salud, pero es la única forma de recuperar la tecnología.",
      "CONFIRM": "Recuperar la tecnología"
    },
    {
      "STORY": "Te has encontrado con un hacker poderoso que está reteniendo información valiosa como rescate. El hacker exige que completes una serie de tareas peligrosas a cambio de la información, pero completarlas te costará algo de salud.",
      "CONFIRM": "Completar las tareas"
    },
    {
      "STORY": "Te encontraste con una habitación llena de dispositivos de seguridad de alta tecnología. La habitación contiene botín valioso, pero para obtenerlo, debes hackear los sistemas de seguridad, lo que activará una alarma y te pondrá en peligro.",
      "CONFIRM": "Hackear los sistemas de seguridad"
    },
    {
      "STORY": "Has encontrado un laboratorio de armas experimentales. Para probar las armas, debes convertirte en sujeto, lo que te costará algo de salud, pero también te proporcionará información valiosa y mejoras en las armas.",
      "CONFIRM": "Convertirse en sujeto"
    },
    {
      "STORY": "Has encontrado una habitación llena de químicos peligrosos. Los químicos contienen valiosas fórmulas, pero acceder a ellas te costará algo de salud debido a la naturaleza tóxica de los químicos.",
      "CONFIRM": "Acceder a las fórmulas"
    },
    {
      "STORY": "Has encontrado una habitación custodiada por un cíborg poderoso. Para obtener la valiosa tecnología dentro de la habitación, debes derrotar al cíborg en combate, pero hacerlo te costará algo de salud.",
      "CONFIRM": "Derrotar al cíborg"
    },
    {
      "STORY": "Te encontraste con una IA corrupta que está protegiendo una habitación oculta llena de botín valioso. La IA está dispuesta a darte acceso, pero requiere que resuelvas un rompecabezas complejo en un tiempo limitado.",
      "CONFIRM": "Resolver el rompecabezas"
    },
    {
      "STORY": "Te encontraste con una habitación llena de trampas y peligrosas criaturas mecánicas. La habitación contiene un valioso artefacto, pero llegar a él te costará una cantidad significativa de salud.",
      "CONFIRM": "Intentar recuperar el artefacto"
    },
    {
      "STORY": "Has descubierto un laboratorio secreto con mejoras cibernéticas avanzadas. Para acceder a las mejoras, debes someterte a un procedimiento doloroso y arriesgado.",
      "CONFIRM": "Someterse al procedimiento"
    },
    {
      "STORY": "Has encontrado un club de lucha clandestino donde luchadores cibernéticamente mejorados se enfrentan. Para entrar, debes derrotar al campeón actual y ganar una cantidad significativa de salud.",
      "CONFIRM": "Entrar al club de lucha"
    },
    {
      "STORY": "Has encontrado una habitación llena de gas tóxico, el gas contiene una pieza de tecnología rara que es vital para tu misión. Inhalando el gas perderás algo de salud, pero es la única forma de recuperar la tecnología.",
      "CONFIRM": "Recuperar la tecnología"
    },
    {
      "STORY": "Te has encontrado con un hacker poderoso que está reteniendo información valiosa como rescate. El hacker exige que completes una serie de tareas peligrosas a cambio de la información, pero completarlas te costará algo de salud.",
      "CONFIRM": "Completar las tareas"
    },
    {
      "STORY": "Te encontraste con una habitación llena de dispositivos de seguridad de alta tecnología. La habitación contiene botín valioso, pero para obtenerlo, debes hackear los sistemas de seguridad, lo que activará una alarma y te pondrá en peligro.",
      "CONFIRM": "Hackear los sistemas de seguridad"
    },
    {
      "STORY": "Has encontrado un laboratorio de armas experimentales. Para probar las armas, debes convertirte en sujeto, lo que te costará algo de salud, pero también te proporcionará información valiosa y mejoras en las armas.",
      "CONFIRM": "Convertirse en sujeto"
    },
    {
      "STORY": "Has encontrado una habitación llena de químicos peligrosos. Los químicos contienen valiosas fórmulas, pero acceder a ellas te costará algo de salud debido a la naturaleza tóxica de los químicos.",
      "CONFIRM": "Acceder a las fórmulas"
    },
    {
      "STORY": "Has encontrado una habitación custodiada por un cíborg poderoso. Para obtener la valiosa tecnología dentro de la habitación, debes derrotar al cíborg en combate, pero hacerlo te costará algo de salud.",
      "CONFIRM": "Derrotar al cíborg"
    }
  ]
}