{
  "SCENARIOS": [
    {
      "STORY": "Viste un extraño dispositivo en la esquina, parece ser una cerradura digital para una habitación oculta, debe haber algo increíble escondido allí, pero parece que tomará un tiempo desbloquearlo, ¿te gustaría continuar?",
      "CONFIRM": "Desbloquear"
    },
    {
      "STORY": "Mientras te acercas a un callejón oscuro, ves a una figura encapuchada jugueteando con una caja fuerte de alta tecnología. A medida que te acercas, la figura encapuchada se escapa, dejando atrás la caja fuerte y una nota que dice 'El código para desbloquear la caja fuerte está escondido en los letreros de neón cercanos'. ¿Aceptarás el desafío?",
      "CONFIRM": "Descifrar"
    },
    {
      "STORY": "Te encuentras con una puerta cerrada con un teclado al lado. Al inspeccionarlo más de cerca, notas que el teclado está cubierto de suciedad, lo que dificulta la lectura de los números. Un letrero en la puerta dice 'Limpia el teclado e ingresa la secuencia correcta de números para desbloquear la puerta'. ¿Aceptarás el desafío?",
      "CONFIRM": "Limpiar e Ingresar"
    },
    {
      "STORY": "Te encuentras con una habitación llena de sistemas informáticos avanzados y luces parpadeantes. Una voz retumba por el intercomunicador: 'Para desbloquear el botín oculto, debes hackear el sistema principal y completar una serie de desafíos complejos'. ¿Aceptarás el desafío?",
      "CONFIRM": "Hackear"
    },
    {
      "STORY": "Mientras exploras un edificio oscuro y abandonado, te encuentras con una habitación llena de láseres parpadeantes. Un letrero en la pared dice 'Para desbloquear la puerta, debes navegar a través del laberinto de láseres sin activar la alarma'. ¿Aceptarás el desafío?",
      "CONFIRM": "Navegar"
    },
    {
      "STORY": "Te encuentras con una puerta cerrada con un acertijo escrito en ella. El acertijo dice 'Soy tomado de una mina, y encerrado en una caja de madera, de la cual nunca soy liberado, y sin embargo soy utilizado por casi todas las personas'. La respuesta al acertijo es la llave para abrir la puerta. ¿Resolverás el acertijo?",
      "CONFIRM": "Resolver"
    },
    {
      "STORY": "Te encuentras con una habitación llena de rompecabezas y acertijos. Un letrero en la pared dice 'Para desbloquear la puerta, debes resolver todos los rompecabezas y acertijos dentro del tiempo asignado'. ¿Aceptarás el desafío?",
      "CONFIRM": "Resolver Rompecabezas"
    },
    {
      "STORY": "Te encuentras con una habitación con un sistema de seguridad de alta tecnología. Un letrero en la pared dice 'Para desbloquear la puerta, debes desactivar el sistema de seguridad encontrando y desactivando todas las alarmas'. ¿Aceptarás el desafío?",
      "CONFIRM": "Desactivar Alarmas"
    },
    {
      "STORY": "Te encuentras con una habitación con una máquina grande y complicada. Un letrero en la pared dice 'Para desbloquear la puerta, debes descubrir cómo operar la máquina y completar la tarea para la que fue diseñada'. ¿Aceptarás el desafío?",
      "CONFIRM": "Operar Máquina"
    },
    {
      "STORY": "Te encuentras con una habitación llena de imágenes holográficas de diferentes escenas cyberpunk. Un letrero en la pared dice 'Para desbloquear la puerta, debes navegar a través del mundo holográfico y encontrar la llave oculta'. ¿Aceptarás el desafío?",
      "CONFIRM": "Navegar Mundo Holográfico"
    },
    {
      "STORY": "Te encontraste con una vieja terminal abandonada, después de unos minutos de hackeo, encontraste una habitación oculta que contiene un cofre, pero la puerta está custodiada por una IA, ¿te gustaría desafiarla?",
      "CONFIRM": "Desafiar IA"
    },
    {
      "STORY": "Escuchaste un sonido extraño proveniente de una tubería, después de investigar, encontraste un pequeño compartimento que contiene una tarjeta de acceso, pero parece estar protegido por algún tipo de trampa, ¿te gustaría desactivarla?",
      "CONFIRM": "Desactivar trampa"
    },
    {
      "STORY": "Viste una puerta que tiene un símbolo grabado en ella, parece que es un código para desbloquearla, pero tienes que encontrar todas las piezas del código dispersas por la habitación, ¿te gustaría comenzar la búsqueda?",
      "CONFIRM": "Comenzar búsqueda"
    },
    {
      "STORY": "Has encontrado una habitación con un gran monitor, parece ser un juego de rompecabezas, y la recompensa por resolverlo es un botín oculto, ¿te gustaría jugar el juego?",
      "CONFIRM": "Jugar juego"
    },
    {
      "STORY": "Has encontrado una habitación que tiene una gran vitrina de cristal, parece que es un acertijo para desbloquearla, ¿te gustaría resolverlo?",
      "CONFIRM": "Resolver acertijo"
    },
    {
      "STORY": "Has visto una habitación que tiene un extraño mecanismo, parece ser un desafío mecánico, ¿te gustaría intentarlo?",
      "CONFIRM": "Intentar desafío mecánico"
    }
  ]
}