{
  "story": "Vous vous tenez devant une massive porte en acier, sa surface rayée et abîmée. L'air autour semble vibrer avec le bourdonnement des machines. Vous pouvez sentir le poids des secrets du gang derrière cette porte. Que faites-vous ?",
  "actions": [
    {
      "action": "Utilisez vos connaissances des systèmes internes de la forteresse pour essayer de désactiver la sécurité de la porte",
      "good": "Après quelques moments tendus, vous parvenez à contourner les protocoles de sécurité. La porte s'ouvre avec un sifflement, révélant une pièce remplie de caisses et de cartons. En fouillant, vous trouvez quelques objets précieux qui vous aideront dans vos futures aventures.",
      "bad": "Votre tentative de désactiver la sécurité de la porte déclenche une alarme. La pièce commence à se remplir de gaz nocifs, vous infligeant des dégâts. Vous parvenez à échapper au pire, mais la porte reste verrouillée derrière vous."
    },
    {
      "action": "Essayez de forcer la porte avec votre force",
      "good": "Avec un rugissement puissant, vous chargez la porte et la brisez. De l'autre côté, vous trouvez une pièce remplie d'équipements et d'outils précieux. Vous vous servez de tout ce que vous pouvez porter.",
      "bad": "Votre tentative de forcer la porte déclenche une série de pièges. La porte se referme brutalement derrière vous, et vous êtes confronté à un mur de piques. Vous subissez des dégâts mais parvenez à vous échapper avec votre vie."
    },
    {
      "action": "Cherchez un chemin alternatif autour de la porte verrouillée",
      "good": "Vous explorez soigneusement les couloirs environnants et trouvez un passage secret qui mène de l'autre côté de la porte verrouillée. En chemin, vous tombez sur une petite pièce remplie d'objets précieux. Vous vous servez de tout ce que vous pouvez porter.",
      "bad": "Votre recherche d'un chemin alternatif vous mène dans un couloir étroit qui semble s'étendre à l'infini. Vous finissez par vous perdre et subissez des dégâts à cause des conditions difficiles."
    }
  ]
}