{
  "story": "Alors que vous vous enfoncez plus profondément dans la forteresse du gang, vous tombez sur une pièce remplie de lumières clignotantes et de machines bourdonnantes. Que faites-vous ?",
  "actions": [
    {
      "action": "Pirater les machines pour découvrir leur but",
      "good": "Vos compétences en piratage portent leurs fruits alors que vous découvrez avec succès l'opération secrète du gang, révélant des informations précieuses et un stock de butin. Votre maîtrise de la technologie vous a conduit à une découverte majeure.",
      "bad": "En tentant de pirater les machines, vos actions déclenchent un système de défense automatique, vous infligeant des dégâts et envoyant des alertes dans toute la forteresse. Vos efforts ne mènent à aucune découverte."
    },
    {
      "action": "Perturber les machines pour semer le chaos et la confusion",
      "good": "Avec une démonstration impressionnante de compétences techniques, vous parvenez à perturber les machines, semant le chaos et la confusion parmi les membres du gang. Vous profitez de cette occasion pour vous éclipser avec un peu de butin.",
      "bad": "Votre tentative de perturber les machines déclenche une alarme, alertant les gardes à proximité de votre position. Les machines perturbées commencent à mal fonctionner, et vous subissez des dégâts en vous échappant avec rien d'autre qu'un mal de tête."
    },
    {
      "action": "Observer les machines silencieusement pour recueillir des informations",
      "good": "Alors que vous restez indétecté, vous observez silencieusement le fonctionnement des machines, révélant des informations précieuses sur les opérations du gang. Vous retournez à votre base avec des insights riches et un butin précieux mais non spécifié.",
      "bad": "Tout en restant silencieux et inaperçu, vous tombez accidentellement sur une plaque de pression, déclenchant une alarme. Un gaz toxique remplit la pièce, vous infligeant des dégâts alors que vous vous échappez en hâte sans aucun butin."
    }
  ]
}