{
  "story": "Vous vous trouvez devant un grand couvercle de grille d'aération rouillé au milieu de la salle de maintenance du fort du gang.",
  "actions": [
    {
      "action": "Ramper dans le conduit de ventilation",
      "good": "Vous vous glissez dans le conduit de ventilation, naviguant à travers les conduits avec aisance. En rampant plus profondément, vous tombez sur un compartiment caché contenant un précieux butin. Votre ingéniosité porte ses fruits.",
      "bad": "En entrant dans le conduit de ventilation, le couvercle de grille d'aération rouillé se referme brusquement derrière vous, vous piégeant. Vous subissez des dégâts à l'impact et luttez pour vous libérer, mais le butin reste hors de portée."
    },
    {
      "action": "Utiliser votre cyberdeck pour pirater les contrôles du système de ventilation",
      "good": "Vos compétences en hacking vous donnent accès aux contrôles du système de ventilation. Vous manipulez le flux d'air pour créer un chemin sûr, menant à une chambre cachée contenant des objets précieux. Votre maîtrise de la technologie porte ses fruits.",
      "bad": "Votre tentative de pirater le système de ventilation déclenche un protocole de sécurité, provoquant le remplissage des conduits d'air avec un gaz toxique. Vous subissez des dégâts et devez vous échapper rapidement, mais le butin reste insaisissable."
    },
    {
      "action": "Chercher une alternative dans la salle de maintenance",
      "good": "En fouillant la salle de maintenance, vous découvrez un panneau caché contenant une carte d'accès qui permet d'accéder à la salle de contrôle principale du système de ventilation. De là, vous pouvez atteindre le butin sans risquer de subir des dégâts. Votre curiosité porte ses fruits.",
      "bad": "Votre recherche dans la salle de maintenance vous mène à une trappe, que vous déclenchez accidentellement. Le sol s'effondre sous vous, et vous tombez dans un pit caché, subissant des dégâts mais parvenant à vous échapper. Le butin reste hors de portée."
    }
  ]
}