{
  "story": "Vous vous trouvez devant un mystérieux ascenseur au look ancien, profondément enfoui dans la discothèque abandonnée. L'ascenseur est enveloppé de poussière et d'obscurité, son but est inconnu. Vous pouvez sentir une énergie d'un autre monde émaner de lui, vous tentant à explorer davantage. Que faites-vous ?",
  "actions": [
    {
      "action": "Essayer de réparer le panneau de contrôle endommagé de l'ascenseur",
      "good": "Vos mains habiles restaurent l'alimentation de l'ancien panneau, et les portes de l'ascenseur s'ouvrent en grincant, révélant une chambre cachée remplie d'objets précieux. Votre ingéniosité porte ses fruits.",
      "bad": "Alors que vous travaillez à réparer le panneau, une soudaine montée d'énergie vous déséquilibre, causant des dégâts. L'ascenseur reste hors service, mais le mystère de son but est maintenant encore plus séduisant."
    },
    {
      "action": "Forcer l'ascenseur à fonctionner par la force brute",
      "good": "Avec une poussée d'adrénaline, vous parvenez à activer l'ascenseur, et il s'élève vers l'inconnu. Vous découvrez une cachette d'objets précieux dans la cabine de l'ascenseur, et votre détermination porte ses fruits.",
      "bad": "Vos efforts imprudents provoquent un dysfonctionnement de l'ascenseur, vous piégeant à l'intérieur alors qu'il dévale hors de contrôle. Les portes se claquent, mais vous parvenez à vous échapper avec des dégâts mineurs. Le butin reste insaisissable."
    },
    {
      "action": "Chercher des indices sur le but de l'ascenseur avant d'essayer de l'utiliser",
      "good": "En examinant soigneusement la zone, vous découvrez d'anciennes fresques et des symboles cryptiques gravés dans les murs. Vous déchiffrez leur signification et découvrez que l'ascenseur mène à une chambre cachée remplie d'objets précieux. Votre curiosité est récompensée.",
      "bad": "En cherchant des indices, vous tombez sur un ancien piège, déclenchant un dart empoisonné qui vous frôle et cause des dégâts. Le mystère de l'ascenseur reste non résolu, mais votre vie est en jeu."
    }
  ]
}