{
  "story": "Vous vous trouvez devant un ancien ordinateur mystérieux, ses écrans brillants d'une lumière d'un autre monde. L'air est chargé de l'odeur de l'ozone et des circuits brûlants. Vous pouvez sentir le poids de la puissance de la machine parcourir vos veines. Soudain, vous entendez une voix d'avertissement résonner des haut-parleurs de l'ordinateur : \"Violation du système imminente ! Préparez-vous à la séquence de redémarrage !\" Que faites-vous ?",
  "actions": [
    {
      "action": "Tenter de se connecter directement à l'ordinateur en utilisant une prise neurale à proximité",
      "good": "Votre connexion directe vous donne accès à un dossier caché contenant des données et des objets précieux. Vous ressentez une montée d'énergie en téléchargeant les informations.",
      "bad": "La puissance de la prise neurale déferle dans votre corps, causant des dommages à vos implants cybernétiques. L'avertissement de violation du système continue, et vous n'êtes pas sûr des autres conséquences qui vous attendent."
    },
    {
      "action": "Pirater le système central de l'ordinateur avec votre cyberdeck",
      "good": "Vos compétences en hacking vous permettent de contourner la séquence de redémarrage, et vous accédez à un flux de données secret contenant des informations et des objets précieux.",
      "bad": "Vos actions déclenchent une réponse à l'échelle du système, et vous subissez des dégâts à cause des protocoles de défense de l'ordinateur. La voix d'avertissement continue de résonner dans la pièce, et vous n'êtes pas sûr des autres dangers qui vous attendent."
    },
    {
      "action": "Chercher dans la pièce des indices physiques ou des dispositifs de stockage de données",
      "good": "Vous trouvez une console cachée contenant un objet précieux et quelques notes cryptiques qui pourraient vous aider dans vos futures entreprises.",
      "bad": "Votre recherche dérange un piège à proximité, causant des dommages à votre corps et révélant potentiellement votre présence à d'autres."
    }
  ]
}