{
  "story": "Vous entendez l'avertissement sinistre : 'Violation de confinement environnemental imminente dans 5 minutes. Évacuez tout le personnel non essentiel.' L'air est chargé de l'odeur de l'ozone alors qu'un système défaillant menace d'inonder la zone. Vous devez agir rapidement pour éviter un échec catastrophique. Que faites-vous ?",
  "actions": [
    {
      "action": "Se précipiter vers le panneau de contrôle du système et tenter de contourner la défaillance",
      "good": "Avec quelques secondes à perdre, vous parvenez à pirater le système et à contourner la défaillance. Le compte à rebours s'arrête, et vous avez accès à une cachette secrète d'objets précieux. Votre rapidité d'esprit sauve la situation.",
      "bad": "Alors que vous vous précipitez vers le panneau de contrôle, le minuteur s'accélère et le système environnemental commence à échouer. Vous subissez des dégâts à cause du chaos qui s'ensuit, mais le butin reste hors de portée."
    },
    {
      "action": "Chercher un itinéraire de ventilation alternatif pour évacuer la zone",
      "good": "Vous trouvez un conduit de ventilation caché menant à la surface. En vous frayant un chemin à travers le passage étroit, vous découvrez une cache d'objets précieux laissée par des occupants précédents. Votre évacuation rapide porte ses fruits.",
      "bad": "En naviguant dans le conduit de ventilation, vous êtes exposé à des produits chimiques dangereux et subissez des dégâts. Le minuteur expire, mais vous échappez de justesse à la mort, laissant le butin derrière vous."
    },
    {
      "action": "Utiliser des outils à proximité pour vider manuellement le système défaillant",
      "good": "Avec des outils de fortune, vous parvenez à vider le système défaillant, évitant ainsi une violation catastrophique. En récompense, vous avez accès à une cachette secrète d'objets précieux. Votre ingéniosité sauve la situation.",
      "bad": "Votre tentative de vider manuellement le système échoue, et le minuteur expire. Le système environnemental s'effondre, causant des dégâts considérables. Vous subissez des dégâts mais survivez, laissant le butin hors de portée."
    }
  ]
}