{
  "story": "Vous vous tenez devant une grande porte métallique ornée de circuits complexes et de lignes bleues lumineuses. La porte est couverte de panneaux d'avertissement et d'étiquettes indiquant qu'elle mène à une 'Zone d'Expérimentation à Haut Risque'. Vous avez entendu des rumeurs selon lesquelles cette zone contient des technologies avancées et des ressources rares, mais vous sentez aussi que quelque chose a terriblement mal tourné.",
  "actions": [
    {
      "action": "Tenter de contourner le système de sécurité de la porte en utilisant vos connaissances en hacking de cyberware",
      "good": "Vos doigts dansent sur le clavier alors que vous contournez habilement le système de sécurité. La porte s'ouvre, révélant une pièce remplie d'équipements étranges et de dispositifs émettant un léger bourdonnement. Vous trouvez une console cachée contenant des informations et des ressources précieuses.",
      "bad": "Votre tentative de pirater le système déclenche une séquence d'autodestruction. La porte commence à se sceller, et vous entendez des alarmes retentir alors que les systèmes de défense de la zone s'activent. Vous subissez des dégâts à cause de l'explosion soudaine de débris et d'étincelles."
    },
    {
      "action": "Forcer la porte à s'ouvrir en utilisant votre force physique",
      "good": "Avec une poussée d'adrénaline, vous foncez vers la porte et parvenez à l'ouvrir de force. À l'intérieur, vous trouvez un stock de ressources précieuses, y compris des composants rares et des outils avancés.",
      "bad": "Vos efforts pour forcer la porte à s'ouvrir déclenchent un générateur d'onde de choc caché. Vous êtes projeté en arrière, atterrissant au sol alors que les systèmes de défense automatisés de la zone se mettent en action. Vous subissez des dégâts à cause de l'impact et des explosions qui suivent."
    },
    {
      "action": "Chercher un chemin alternatif autour de la porte verrouillée",
      "good": "Vous explorez soigneusement les couloirs voisins, à la recherche d'un passage caché ou d'une entrée alternative. Après quelques minutes de recherche, vous tombez sur une porte secrète qui mène à la Zone d'Expérimentation. Vous vous retrouvez dans une pièce remplie de ressources précieuses et de technologies avancées.",
      "bad": "En cherchant un chemin alternatif, vous déclenchez une plaque de pression, provoquant l'effondrement du sol sous vos pieds. Vous tombez dans un trou caché, subissant des dégâts à cause de l'impact et de la chute qui suit."
    }
  ]
}