{
  "story": "Vous vous trouvez dans un couloir de service étroit et faiblement éclairé au sein de la forteresse du gang. L'air est chargé de l'odeur de graisse et d'ozone. Devant vous, une bouche d'aération au plafond vous appelle, partiellement cachée par un enchevêtrement de câbles. Votre mission est d'explorer cette partie inexplorée de la forteresse et de découvrir les secrets qu'elle pourrait renfermer.",
  "actions": [
    {
      "action": "Grimper dans la bouche d'aération",
      "good": "Vous vous retrouvez dans un réseau de conduits étroits, mais vos compétences d'escalade agiles vous permettent de naviguer à travers eux avec aisance. En vous déplaçant dans le système de conduits, vous tombez sur un compartiment caché contenant un objet précieux.",
      "bad": "Votre ascension est plus périlleuse que prévu, et vous vous éraflez le bras sur un bord tranchant. La douleur est intense, mais vous parvenez à continuer. Vous ne trouvez rien de valeur dans les conduits, juste un labyrinthe de filtres à air sales et de tuyaux rouillés."
    },
    {
      "action": "Examiner le panneau électrique à proximité",
      "good": "Après un examen minutieux, vous découvrez que le panneau électrique est en réalité un point d'accès habilement déguisé vers une salle de serveurs sécurisée. Vos compétences en piratage vous permettent de contourner les mesures de sécurité, et vous accédez à des données et informations précieuses.",
      "bad": "En manipulant le panneau électrique, vous déclenchez involontairement un court-circuit, provoquant des étincelles partout. Vous subissez des dégâts à cause de la décharge électrique, mais ce n'est pas suffisant pour vous tuer. La salle des serveurs reste verrouillée, ses secrets toujours cachés."
    },
    {
      "action": "Chercher dans la zone de stockage voisine des objets utiles",
      "good": "Au milieu des étagères et des caisses en désordre, vous trouvez un stock de fournitures précieuses, y compris de la nourriture, de l'eau et du matériel médical. Votre recherche a porté ses fruits, et vous êtes maintenant mieux équipé pour faire face aux défis à venir.",
      "bad": "Dans votre empressement à trouver quoi que ce soit d'utile, vous renversez accidentellement une caisse d'électroniques fragiles. Le désordre qui en résulte est un véritable désastre, avec des composants cassés et des fils éparpillés partout. Vous subissez des dégâts à cause du stress de la tentative de nettoyage, mais vous ne trouvez toujours pas d'objets de valeur."
    }
  ]
}