{
  "story": "Vous vous trouvez devant une grande porte en acier renforcé avec un panneau indiquant \"Accès réservé au personnel autorisé\". En examinant la porte, vous remarquez qu'elle est entourée d'une série de tuyaux et de conduits transportant divers fluides et gaz. L'air autour de vous semble vibrer d'une énergie d'un autre monde.",
  "actions": [
    {
      "action": "Essayer de désactiver les caméras de sécurité",
      "good": "Votre rapidité d'esprit vous permet de désactiver les caméras de sécurité, et vous parvenez à les contourner sans être détecté. Vous trouvez un compartiment caché contenant des fournitures utiles.",
      "bad": "Vous essayez de désactiver les caméras de sécurité mais déclenchez accidentellement un système de secours, qui projette maintenant une lumière aveuglante directement sur vous. L'intensité de la lumière vous cause une cécité temporaire, et vous vous déplacez à l'aveuglette."
    },
    {
      "action": "Pirater le panneau de contrôle de la porte",
      "good": "Votre expertise en piratage vous permet de contourner la serrure renforcée et d'accéder à la pièce au-delà. Vous découvrez un stock d'objets précieux qui ont été cachés pour être protégés.",
      "bad": "Vous essayez de pirater le panneau de contrôle de la porte mais finissez par déclencher un piège, qui envoie une puissante onde de choc à travers le système. L'explosion endommage votre équipement et vous cause une désorientation temporaire."
    },
    {
      "action": "Chercher un moyen de contourner la serrure renforcée",
      "good": "Vous examinez soigneusement la porte et trouvez un lecteur de carte caché. Vous parvenez à le court-circuiter et à accéder à la pièce au-delà, où vous découvrez des objets utiles.",
      "bad": "Vous essayez de chercher un moyen de contourner la serrure mais finissez par coincer votre tête dans un conduit de ventilation mal conçu. Vous subissez des dégâts alors que l'air s'engouffre autour de vous, mais vous parvenez à vous libérer après quelques moments tendus."
    }
  ]
}