{
  "story": "Vous vous trouvez debout au bord d'un immense laboratoire faiblement éclairé, rempli de rangées de machines bourdonnantes et de dispositifs étranges. L'air est chargé de l'odeur d'huile et de câbles brûlés. Au centre du laboratoire, vous apercevez un grand dispositif cylindrique émettant une lueur bleue brillante. Soudain, vous entendez le bruit des engrenages qui s'engagent et des machines qui s'animent. Un terminal à proximité s'allume, affichant un compte à rebours : 5 minutes avant que le dispositif ne soit prêt à être activé. Que faites-vous ?",
  "actions": [
    {
      "action": "Tenter de désactiver le compte à rebours",
      "good": "Votre rapidité d'esprit vous permet de contourner les mesures de sécurité et de désactiver le compte à rebours. Le laboratoire tombe dans le silence, et vous pouvez explorer la zone sans interférence. En récompense, vous tombez sur un compartiment caché contenant des morceaux de technologie précieux.",
      "bad": "Votre tentative de désactiver le minuteur déclenche un protocole de sécurité, scellant le laboratoire et les zones environnantes. Vous êtes piégé sans issue claire. Le compte à rebours continue, et vous subissez des dégâts à cause de l'énergie intense émanant du dispositif."
    },
    {
      "action": "Essayer d'accéder au panneau de contrôle du dispositif cylindrique",
      "good": "Vous parvenez à pirater le système du dispositif, vous donnant accès à son fonctionnement interne. Vous découvrez une cachette secrète de composants avancés et d'outils. Votre expertise technique porte ses fruits.",
      "bad": "Votre tentative d'accéder aux commandes du dispositif déclenche une séquence d'arrêt automatique. Les machines du laboratoire commencent à s'autodétruire, et vous subissez des dégâts à cause du chaos qui en résulte."
    },
    {
      "action": "Chercher une sortie d'urgence ou un moyen d'éteindre le dispositif",
      "good": "Vous trouvez rapidement une sortie d'urgence cachée et vous vous dirigez vers la sortie du laboratoire, évitant la destruction imminente. En récompense, vous pouvez récupérer du matériel précieux dans les zones de stockage à proximité.",
      "bad": "Votre recherche d'une sortie vous mène dans un couloir étroit rempli de gaz toxiques. Vous subissez des dégâts en essayant de naviguer à travers cet environnement dangereux et de fuir le laboratoire."
    }
  ]
}