{
    "SCENARIOS": [
        {
            "STORY": "You saw a strange device laying in the corner, it looks like it's a digital lock to a hidden room, there must be something awesome hidden in there, but it seems like it will take some time to unlock it, would you like to continue?",
            "CONFIRM": "Unlock"
        },
        {
            "STORY": "As you approach a dark alley, you see a hooded figure fidgeting with a high-tech safe. As you get closer, the hooded figure darts away, leaving behind the safe and a note that reads 'The code to unlock the safe is hidden in the neon signs nearby'. Will you take on the challenge?",
            "CONFIRM": "Decode"
        },
        {
            "STORY": "You come across a locked door with a keypad next to it. Upon closer inspection, you notice that the keypad is covered in a layer of grime, making it difficult to read the numbers. A sign on the door reads 'Clean the keypad and enter the correct sequence of numbers to unlock the door'. Will you take on the task?",
            "CONFIRM": "Clean and Enter"
        },
        {
            "STORY": "You come across a room filled with advanced computer systems and blinking lights. A voice booms over the intercom, 'To unlock the hidden loot, you must hack into the mainframe and complete the series of complex challenges'. Will you rise to the challenge?",
            "CONFIRM": "Hack"
        },
        {
            "STORY": "As you explore a dark, abandoned building, you come across a room filled with blinking lasers. A sign on the wall reads 'To unlock the door, you must navigate through the maze of lasers without setting off the alarm'. Will you take on the challenge?",
            "CONFIRM": "Navigate"
        },
        {
            "STORY": "You come across a locked door with a riddle written on it. The riddle reads 'I am taken from a mine, and shut up in a wooden case, from which I am never released, and yet I am used by almost every person'. The answer to the riddle is the key to unlocking the door. Will you solve the riddle?",
            "CONFIRM": "Solve"
        },
        {
            "STORY": "You come across a room filled with puzzles and brain teasers. A sign on the wall reads 'To unlock the door, you must solve all the puzzles and teasers within the allotted time'. Will you take on the challenge?",
            "CONFIRM": "Solve Puzzles"
        },
        {
            "STORY": "You come across a room with a high-tech security system. A sign on the wall reads 'To unlock the door, you must deactivate the security system by finding and disabling all the alarms'. Will you take on the challenge?",
            "CONFIRM": "Deactivate Alarms"
        },
        {
            "STORY": "You come across a room with a large, complicated machine. A sign on the wall reads 'To unlock the door, you must figure out how to operate the machine and complete the task it was designed for'. Will you take on the challenge?",
            "CONFIRM": "Operate Machine"
        },
        {
            "STORY": "You come across a room filled with holographic images of different cyberpunk scenes. A sign on the wall reads 'To unlock the door, you must navigate through the holographic world and find the hidden key'. Will you take on the challenge?",
            "CONFIRM": "Navigate Holographic World"
        },
        {
            "STORY": "You stumbled upon an old abandoned terminal, after a few minutes of hacking, you found a hidden room that contains a chest, but the door is guarded by an AI, would you like to challenge it?",
            "CONFIRM": "Challenge AI"
        },
        {
            "STORY": "You heard a strange sound coming from a pipe, after investigating, you found a small compartment that contains a keycard, but it seems to be guarded by some kind of trap, would you like to disarm it?",
            "CONFIRM": "Disarm trap"
        },
        {
            "STORY": "You saw a door that has a symbol engraved on it, it seems like it's a code to unlock it, but you have to find all the pieces of the code scattered around the room, would you like to start the search?",
            "CONFIRM": "Start search"
        },
        {
            "STORY": "You found a room with a large monitor, it seems like it's a puzzle game, and the reward for solving it is a hidden loot, would you like to play the game?",
            "CONFIRM": "Play game"
        },
        {
            "STORY": "You found a room that has a large glass case, it seems like it's a riddle to unlock it, would you like to solve it?",
            "CONFIRM": "Solve riddle"
        },
        {
            "STORY": "You saw a room that has a strange mechanism, it seems like it's a mechanical challenge, would you like to attempt it?",
            "CONFIRM": "Attempt mechanical challenge"
        }
    ]
}