{
  "VARIABLES": [
    "时间"
  ],
  "SCENARIOS": [
    {
      "STORY": "你在角落看到一个奇怪的装置，看起来像是一个数位锁，通往一个隐藏的房间，里面一定有什么很酷的东西，但似乎需要一些时间才能解锁，你想要继续吗？",
      "CONFIRM": "解锁"
    },
    {
      "STORY": "当你走近一条黑暗的小巷时，你看到一个戴着兜帽的人正在忙碌地操作一个高科技保险箱。随着你靠近，那个戴着兜帽的人突然逃跑了，留下保险箱和一张纸条，上面写着“解锁保险箱的密码藏在附近的霓虹灯招牌中”。你会接受这个挑战吗？",
      "CONFIRM": "解码"
    },
    {
      "STORY": "你遇到一扇带有键盘的锁门。仔细检查后，你发现键盘上覆盖着一层污垢，让数字变得难以辨认。门上的标牌写着“清洁键盘并输入正确的数字序列以解锁门”。你愿意接受这个任务吗？",
      "CONFIRM": "清洁并输入"
    },
    {
      "STORY": "你来到一个充满先进电脑系统和闪烁灯光的房间。一个声音从对讲机中传出：“要解锁隐藏的战利品，你必须侵入主机并完成一系列复杂的挑战。”你能接受这个挑战吗？",
      "CONFIRM": "侵入"
    },
    {
      "STORY": "当你探索一座黑暗的废弃建筑时，你遇到了一间充满闪烁的雷射的房间。墙上的标牌写着'要解锁门，你必须在不触发警报的情况下穿越雷射迷宫'。你会挑战吗？",
      "CONFIRM": "穿越"
    },
    {
      "STORY": "你遇到一扇上面写着谜语的锁住的门。谜语写道：“我来自矿坑，被关在木盒里，从未被释放，却被几乎每个人使用。”谜底就是解开门锁的关键。你要解开这个谜语吗？",
      "CONFIRM": "解开"
    },
    {
      "STORY": "你来到一个充满谜题和智力游戏的房间。墙上的标志写着“要解锁门，必须在指定时间内解决所有谜题和智力游戏”。你愿意挑战吗？",
      "CONFIRM": "解谜"
    },
    {
      "STORY": "你遇到了一个设有高科技安全系统的房间。墙上的标志写着“要解锁门，你必须找到并关闭所有警报器来停用安全系统”。你会接受挑战吗？",
      "CONFIRM": "停用警报器"
    },
    {
      "STORY": "你来到一个有着庞大而复杂机器的房间。墙上的标志写着“要解锁门，你必须想出如何操作这台机器并完成它设计的任务”。你要挑战吗？",
      "CONFIRM": "操作机器"
    },
    {
      "STORY": "你来到一个充满不同赛博朋克场景的全息影像房间。墙上的标志写着'要解锁门，你必须穿越全息世界，找到隐藏的钥匙'。你愿意挑战吗？",
      "CONFIRM": "穿越全息世界"
    },
    {
      "STORY": "你偶然发现了一个被遗弃的旧终端机，在经过几分钟的骇客攻击后，你发现了一个藏有宝箱的隐藏房间，但是门口被一个人工智能守卫着，你想挑战它吗？",
      "CONFIRM": "挑战人工智能"
    },
    {
      "STORY": "你听到一个奇怪的声音从管道中传来，调查后，你发现一个小隔间里有一张钥匙卡，但似乎被某种陷阱守护着，你想要解除它吗？",
      "CONFIRM": "解除陷阱"
    },
    {
      "STORY": "你看到一扇门上刻有一个符号，似乎是解锁的密码，但你必须在房间里找到所有散落的密码片段，你想要开始搜寻吗？",
      "CONFIRM": "开始搜寻"
    },
    {
      "STORY": "你发现一个有着大型显示器的房间，看起来像是一个解谜游戏，解开它的奖励将会是一个隐藏的战利品，你想要玩这个游戏吗？",
      "CONFIRM": "开始游戏"
    },
    {
      "STORY": "你发现一个有着巨大玻璃柜的房间，看起来像是一个解锁谜题，你想要尝试解开吗？",
      "CONFIRM": "解开谜题"
    },
    {
      "STORY": "你看到一个有着奇怪机制的房间，似乎是一个机械挑战，你想要尝试吗？",
      "CONFIRM": "尝试机械挑战"
    }
  ]
}