{
  "SCENARIOS": [
    {
      "STORY": "Vidíš podivné zařízení ležící v rohu. Vypadá to jako digitální zámek do tajné místnosti. Tam určitě něco skvělého skrývá, ale otevření toho zamku bude trvat nějakou chvíli. Chceš pokračovat?",
      "CONFIRM": "Otevřít"
    },
    {
      "STORY": "Když se přiblížíte k temné uličce, uvidíte postavu v pláště s vysokotechnologickým trezorem. Jakmile se přiblížíte, postava v pláště zmizí a nechá za sebou trezor a poznámku, která říká 'Kód pro otevření trezoru je skrytý ve světelných reklamách poblíž'. Budete se s tímto úkolem vypořádat?",
      "CONFIRM": "Dekodovat"
    },
    {
      "STORY": "Narazíte na zamčenou dveře s klávesnicí vedle. Při bližším pohledu zjistíte, že je klávesnice pokrytá vrstvou nečistot, což vám znemožňuje snadno přečíst čísla. Nápis na dveřích říká 'Vyčištěte klávesnici a zadejte správnou posloupnost čísel k odemčení dveří'. Budete se touto úlohou zabývat?",
      "CONFIRM": "Vyčistit a zadat"
    },
    {
      "STORY": "Narazíte na místnost plnou pokročilých počítačových systémů a blikajících světel. Hlas hřmí přes interkom, 'Aby jste odemkli skryté kořist, musíte vniknout do hlavního počítače a splnit sérii složitých úkolů'. Budete se tomuto výzvě postavit?",
      "CONFIRM": "Vniknout"
    },
    {
      "STORY": "Při průzkumu temného opuštěného budovy narazíte na místnost plnou blikajících laserů. Nápis na zdi říká 'Chcete-li odemknout dveře, musíte se proplést labyrintem laserů bez vyvolání poplachu'. Přijmete výzvu?",
      "CONFIRM": "Projít"
    },
    {
      "STORY": "Narazíte na zamčenou dveře s hádankou napsanou na nich. Hádanka zní: 'Vezmu mě z dolu a zavřu mě do dřevěné krabice, ze které nikdy nevyjdu, a přesto mě používá téměř každý člověk.' Odpověď na hádanku je klíčem k odemčení dveří. Budete řešit hádanku?",
      "CONFIRM": "Vyřešit"
    },
    {
      "STORY": "Narazíte na místnost plnou hádanek a hlavolamů. Nápis na zdi říká 'Aby jste odemkli dveře, musíte vyřešit všechny hádanky a hlavolamy v určeném čase'. Budete se tomuto výzvě věnovat?",
      "CONFIRM": "Vyřešit Hádanky"
    },
    {
      "STORY": "Narazíte na místnost s vysoko technologickým bezpečnostním systémem. Nápis na zdi říká 'Aby jste odemkli dveře, musíte deaktivovat bezpečnostní systém nalezením a vypnutím všech alarmů'. Budete se tomuto výzvě věnovat?",
      "CONFIRM": "Deaktivovat Alarms"
    },
    {
      "STORY": "Potkáš pokoj s velkým složitým strojem. Nápis na zdi říká 'Aby jste odemkli dveře, musíte zjistit, jak stroj ovládat a dokončit úkol, pro který byl navržen'. Budete se tomuto výzvě věnovat?",
      "CONFIRM": "Ovládat stroj"
    },
    {
      "STORY": "Narazíte na místnost plnou holografických obrazů různých cyberpunkových scén. Nápis na zdi říká 'Aby jste odemkli dveře, musíte se projít holografickým světem a najít skrytý klíč'. Budete se tomuto výzvě věnovat?",
      "CONFIRM": "Projít se holografickým světem"
    },
    {
      "STORY": "Narazil jste na starý opuštěný terminál. Po několika minutách hackování jste objevili skrytou místnost s truhlou, ale dveře hlídá umělá inteligence. Chcete ji vyzvat?",
      "CONFIRM": "Vyzvat AI"
    },
    {
      "STORY": "Slyšeli jste podivný zvuk z potrubí. Po vyšetření jste našli malou komůrku obsahující průkazku, ale zdá se, že je chráněna nějakou pastí. Chcete ji odstrašit?",
      "CONFIRM": "Odstranit past"
    },
    {
      "STORY": "Vidíš dveře s vyrytým symbolem. Vypadá to jako kód na odemknutí, ale musíš najít všechny kusy kódu rozptýlené po místnosti. Chceš začít hledat?",
      "CONFIRM": "Začít hledat"
    },
    {
      "STORY": "Narazil jste na místnost s velkým monitorem, zdá se, že je to hádanka. Pokud ji vyřešíte, dostanete skrytý výdaj. Chcete si zahrát?",
      "CONFIRM": "Zahrát"
    },
    {
      "STORY": "Narazil jste na místnost s velkou skleněnou vitrínou. Vypadá to jako hádanka, jak ji otevřít. Chcete ji vyřešit?",
      "CONFIRM": "Vyřešit hádanku"
    },
    {
      "STORY": "Vidíš místnost s podivným mechanismem. Vypadá to jako mechanické výzvy. Chceš se jí pokusit?",
      "CONFIRM": "Zkusit mechanickou výzvu"
    }
  ]
}