{
  "SCENARIOS": [
    {
      "STORY": "Narazil jste na zamčenou truhlu plnou cenných předmětů. Truhla je napojena na elektrický šokový mechanismus. Pokus o odstrašení vás bude stát nějaké zdraví.",
      "CONFIRM": "Odstranit"
    },
    {
      "STORY": "Narazíte na místnost plnou toxického plynu. Abyste se dostali k ukrytému zásobníku zbraní, musíte překonat místnost. Pokud se rozhodnete místnost přejít, plyn vám poškodí zdraví.",
      "CONFIRM": "Přejít"
    },
    {
      "STORY": "Nalezli jste terminál, který je nutný k odemknutí tajné dveře. Terminál střeží vysokotechnologický bezpečnostní robot vybavený smrtícím laserem. Vniknutí do terminálu způsobí, že vás robot zaútočí a ztratíte nějaké zdraví.",
      "CONFIRM": "Vniknout"
    },
    {
      "STORY": "Objevil jsi místnost plnou vysoce hořlavé kapaliny. V místnosti se také nachází cenný výstroj, který potřebuješ získat. Zapálení kapaliny způsobí explozi a stálo by tě to nějaké zdraví.",
      "CONFIRM": "Zapálit"
    },
    {
      "STORY": "Nalezli jste skrytou dveře chráněné smrtelným laserovým mřížem. Dveře vedou do místnosti plné cenných předmětů. Vypnutí laserového mříže způsobí, že lasery zablokují a poškodí vaše zdraví.",
      "CONFIRM": "Vypnout"
    },
    {
      "STORY": "Narazil jste na místnost plnou silně radioaktivních materiálů. Místnost také obsahuje cennou techniku, kterou potřebujete získat. Vstup do místnosti vám způsobí radiační poškození a stálo by vás to nějaké zdraví.",
      "CONFIRM": "Vstoupit"
    },
    {
      "STORY": "Narazil jste na místnost plnou nebezpečných robotů. Místnost obsahuje cenné vybavení, které potřebujete získat. Zápas s roboty vám bude stát nějaké zdraví.",
      "CONFIRM": "Zapojit"
    },
    {
      "STORY": "Narazil jste na místnost plnou silně korozivní látky. V místnosti se také nachází cenná technologie, kterou potřebujete získat. Dotknutí se látky vám způsobí poškození a ztratíte nějaké zdraví.",
      "CONFIRM": "Dotknout"
    },
    {
      "STORY": "Objevil jste místnost plnou intenzivního tepla. Místnost také obsahuje cenné vybavení, které potřebujete získat. Vstoupení do místnosti vám způsobí poškození teplem a stálo by vás to nějaké zdraví.",
      "CONFIRM": "Vstoupit"
    },
    {
      "STORY": "Narazil jste na místnost plnou smrtelného viru. Místnost také obsahuje cennou techniku, kterou potřebujete získat. Vstup do místnosti vám způsobí poškození virem a stálo by vás to nějaké zdraví.",
      "CONFIRM": "Vstoupit"
    },
    {
      "STORY": "Narazíte na zamčenou trezorovou skříň, která vyžaduje heslo k odemčení. V blízkosti si všimnete počítačového terminálu a uvědomíte si, že byste se mohli pokusit vniknout do systému a získat kód, ale existuje riziko, že byste byli chyceni a spustili poplach.",
      "CONFIRM": "Vlomit se"
    },
    {
      "STORY": "Narazíte na místnost plnou jedovatého plynu. Uprostřed vidíte cenný předmět na podstavci. Abyste ho získali, budete muset zadržet dech a proběhnout plynem, ale pravděpodobně to poškodí vaše zdraví.",
      "CONFIRM": "Získat předmět"
    },
    {
      "STORY": "Narazíte na dveře blokované silným elektrickým proudem. Můžete se pokusit obejít proud přepojováním napájení z okolních systémů, ale to by mohlo způsobit nebezpečný výboj.",
      "CONFIRM": "Obejít proud"
    },
    {
      "STORY": "Narazíte na místnost plnou holografických pastí. Abyste se dostali k kořisti, budete muset projít pastmi, ale pravděpodobně utrpíte nějaké poškození.",
      "CONFIRM": "Projít pastmi"
    },
    {
      "STORY": "Narazíte na místnost střeženou mocným robota. Můžete se pokusit ho deaktivovat hacknutím jeho systémů, ale existuje riziko, že vás zpozorá a zaútočí.",
      "CONFIRM": "Deaktivovat robota"
    },
    {
      "STORY": "Narazíte na zamčenou dveře, které se otevřou pouze pomocí hlasového příkazu. Můžete se pokusit napodobit hlas osoby, která tento příkaz naposledy použila, ale existuje riziko, že uděláte chybu a spustíte poplach.",
      "CONFIRM": "Napodobit hlas"
    },
    {
      "STORY": "Narazíte na místnost plnou nebezpečného záření. Abyste získali kořist, budete muset nosit ochranný oblek, ale i s ním budete utrpět určité poškození.",
      "CONFIRM": "Získat kořist"
    },
    {
      "STORY": "Narazíte na místnost chráněnou labyrintem laserových paprsků. Abyste se dostali k pokladu, budete muset projít mezi nimi, ale pravděpodobně vám to poškodí zdraví.",
      "CONFIRM": "Projít paprsky"
    },
    {
      "STORY": "Potkášte dveře, které jsou uzamčeny magnetickým zámkem. Můžete se pokusit zamykání deaktivovat, ale existuje riziko, že se zachytíte a utrpíte poškození od magnetického pole.",
      "CONFIRM": "Deaktivovat zámek"
    },
    {
      "STORY": "Narazíte na místnost plnou nízkofrekvenčního hluku, který ruší vaše vybavení. Abyste získali kořist, budete muset vstoupit do místnosti a zneškodnit zdroj rušení, ale pravděpodobně utrpíte nějaké poškození od hluku.",
      "CONFIRM": "Získat kořist"
    },
    {
      "STORY": "Potkali jste poškozenou umělou inteligenci, která hlídá skrytou místnost plnou cenného kořisti. Umělá inteligence je ochotna vám poskytnout přístup, ale vyžaduje od vás řešení složitého hádanky v omezeném časovém rámci.",
      "CONFIRM": "Vyřešit hádanku"
    },
    {
      "STORY": "Narazil jste na místnost plnou pastí a nebezpečných mechanických tvorů. Místnost obsahuje cenný artefakt, ale dostat se k němu vám stojí značné množství zdraví.",
      "CONFIRM": "Pokusit se získat artefakt"
    },
    {
      "STORY": "Objevil jste tajné laboratoře s pokročilými kybernetickými vylepšeními. Abyste se k nim dostali, musíte podstoupit bolestivý a nebezpečný postup.",
      "CONFIRM": "Podstoupit postup"
    },
    {
      "STORY": "Nalezli jste podzemní klub boje, kde se utkávají kyberneticky vylepšení bojovníci. Abyste se dostali dovnitř, musíte porazit současného šampióna a získat značné množství zdraví.",
      "CONFIRM": "Vstoupit do klubu"
    },
    {
      "STORY": "Narazil jste na místnost plnou toxického plynu. Plyn obsahuje vzácný kus technologie, který je pro vaši misi nezbytný. Vdechnutí plynu vám ubere nějaké zdraví, ale je to jediná cesta, jak získat technologii.",
      "CONFIRM": "Získat technologii"
    },
    {
      "STORY": "Potkali jste mocného hackera, který drží cenné informace jako výkupné. Hacker vám nařídí dokončit řadu nebezpečných úkolů za informace, ale jejich splnění vás bude stát nějaké zdraví.",
      "CONFIRM": "Dokončit úkoly"
    },
    {
      "STORY": "Narazil jste na místnost plnou vysoko technických bezpečnostních zařízení. Místnost obsahuje cenný kořist, ale abyste ho získali, musíte zkratovat bezpečnostní systémy, což spustí alarm a vystaví vás nebezpečí.",
      "CONFIRM": "Zkratujte bezpečnostní systémy"
    },
    {
      "STORY": "Narazil jste na experimentální laboratoř zbraní. Abyste je mohli otestovat, musíte se stát subjektem, což vám sice ubere nějaké zdraví, ale zároveň vám poskytne cenné informace a vylepšení zbraní.",
      "CONFIRM": "Stát se subjektem"
    },
    {
      "STORY": "Narazil jste na místnost plnou nebezpečných chemikálií. Tyto chemikálie obsahují cenné vzorce, ale přístup k nim vám ublíží kvůli jejich toxickému působení.",
      "CONFIRM": "Přistoupit ke vzorcům"
    },
    {
      "STORY": "Narazil jste na místnost střeženou mocným kybernetickým organismem. Abyste získali cennou technologii uvnitř, musíte porážet kybernetického organismem v boji, ale to vám bude stát nějaké zdraví.",
      "CONFIRM": "Porazit kybernetického organismem"
    },
    {
      "STORY": "Potkali jste poškozenou umělou inteligenci, která hlídá skrytou místnost plnou cenného kořisti. Umělá inteligence je ochotna vám poskytnout přístup, ale vyžaduje od vás řešení složitého hádanky v omezeném časovém rámci.",
      "CONFIRM": "Vyřešit hádanku"
    },
    {
      "STORY": "Narazil jste na místnost plnou pastí a nebezpečných mechanických tvorů. Místnost obsahuje cenný artefakt, ale dostat se k němu vám stojí značné množství zdraví.",
      "CONFIRM": "Pokusit se získat artefakt"
    },
    {
      "STORY": "Objevil jste tajné laboratoře s pokročilými kybernetickými vylepšeními. Abyste se k nim dostali, musíte podstoupit bolestivý a nebezpečný postup.",
      "CONFIRM": "Podstoupit postup"
    },
    {
      "STORY": "Nalezli jste podzemní klub boje, kde se utkávají kyberneticky vylepšení bojovníci. Abyste se dostali dovnitř, musíte porazit současného šampióna a získat značné množství zdraví.",
      "CONFIRM": "Vstoupit do klubu"
    },
    {
      "STORY": "Narazil jste na místnost plnou toxického plynu. Plyn obsahuje vzácný kus technologie, který je pro vaši misi nezbytný. Vdechnutí plynu vám ubere nějaké zdraví, ale je to jediná cesta, jak získat technologii.",
      "CONFIRM": "Získat technologii"
    },
    {
      "STORY": "Potkali jste mocného hackera, který drží cenné informace jako výkupné. Hacker vám nařídí dokončit řadu nebezpečných úkolů za informace, ale jejich splnění vás bude stát nějaké zdraví.",
      "CONFIRM": "Dokončit úkoly"
    },
    {
      "STORY": "Narazil jste na místnost plnou vysoko technických bezpečnostních zařízení. Místnost obsahuje cenný kořist, ale abyste ho získali, musíte zkratovat bezpečnostní systémy, což spustí alarm a vystaví vás nebezpečí.",
      "CONFIRM": "Zkratujte bezpečnostní systémy"
    },
    {
      "STORY": "Narazil jste na experimentální laboratoř zbraní. Abyste je mohli otestovat, musíte se stát subjektem, což vám sice ubere nějaké zdraví, ale zároveň vám poskytne cenné informace a vylepšení zbraní.",
      "CONFIRM": "Stát se subjektem"
    },
    {
      "STORY": "Narazil jste na místnost plnou nebezpečných chemikálií. Tyto chemikálie obsahují cenné vzorce, ale přístup k nim vám ublíží kvůli jejich toxickému působení.",
      "CONFIRM": "Přistoupit ke vzorcům"
    },
    {
      "STORY": "Narazil jste na místnost střeženou mocným kybernetickým organismem. Abyste získali cennou technologii uvnitř, musíte porážet kybernetického organismem v boji, ale to vám bude stát nějaké zdraví.",
      "CONFIRM": "Porazit kybernetického organismem"
    }
  ]
}