{
  "lores": [
    "적을 물리친 후, 그들의 소지품을 뒤지는 도중, 그들의 힙 홀스터에 고정된 작은 금고를 발견했습니다. 이 작은 금고 안에는 조사할 가치가 있는 약탈품이 들어있는 것 같았습니다. 호기심에 이 수수께끼 같은 용기를 열어보지 않을 수 없었습니다.",
    "적을 물리친 후, 그들의 장비를 뒤지는 동안, 작고 견고한 금고가 눈에 띄었습니다. 반짝이는 표면은 그 안에 가치 있는 전리품이 들어있을 것으로 보였습니다. 호기심이 동향을 끌자, 당신은 그 신비로운 보안 시스템을 해독해보지 않을 수 없었습니다.",
    "적을 물리친 후, 그들의 소지품을 뒤지던 중, 은밀한 칸막이에 숨겨진 수수께끼 같은 잠금 장치를 발견했습니다. 잠재적인 보물에 호기심이 생겨, 그 장치가 유망한 전리품을 담고 있을 것으로 생각했습니다. 매혹적인 유혹을 이기지 못하고, 이 난해한 용기를 풀어보기로 결심했습니다.",
    "적을 물리친 후, 그들의 소지품을 뒤지는 동안, 눈길은 매끄럽고 신비로운 상자에 머물렀습니다. 이 장치는 어떤 보안 장치를 담고 있는 것처럼 보였으며, 빛나는 외관은 그 안에 숨겨진 부를 암시했습니다. 당신은 이 매혹적인 용기를 열어보려는 충동을 억누를 수 없었습니다.",
    "맹렬한 전투에서 적을 이기고 나서, 그들의 소지품 사이에 감춰진 표시되지 않은 상자를 발견합니다. 그 안에는 주목할 만한 전리품이 들어있는 것 같습니다. 그 내용물을 탐험하기 위해 이 수수께끼 같은 컨테이너를 열려고 노력합니다.",
    "연기와 불꽃이 날리며 적을 제압한 후, 당신의 시선은 그들이 뒤엉킨 소지품 사이에 감춰진 눈에 띄지 않는 상자에 머물렀습니다. 그것은 어떤 종류의 잠금 장치인 것 같아, 잠재적으로 보물 창고를 숨기고 있습니다. 당신의 호기심이 자극되어, 이 알 수 없는 장치를 해독하고 그 안에 숨겨진 내용물을 발견해야만 할 것 같은 강한 욕망을 느낍니다.",
    "힘겹게 적과의 치열한 전투를 이겨내고 나니, 그들의 소지품 사이에 이상한 기기가 하나 눈에 띕니다. 이 장치는 어떤 보안 장치인 것 같습니다. 가치 있는 전리품이 들어있을 수도 있다는 생각에 호기심이 동향합니다. 이 수수께끼 같은 용기를 열어보려는 충동을 억누를 수 없습니다.",
    "적을 물리친 후, 그들의 소지품을 뒤지는 동안, 그들의 트렌치 코트 안에 숨겨진 치장을 발견했습니다. 이 비밀 은닉 공간 안에는 어떤 보안 장치인 듯한 장치가 있었습니다. 이 용기는 분명히 귀중한 전리품을 담고 있었고, 호기심이 동향을 일으키자, 그 신비로운 잠금 장치를 풀기로 결심했습니다.",
    "적을 빠른 정밀도로 처리한 후, 당신의 시선은 그들의 힙에 묶인 금속 상자로 향합니다. 이 장치는 어떤 형태의 안전 장치인 것 같습니다. 더 자세히 살펴보면, 그 컨테이너가 잠재적인 보물로 가득 차 있다는 것을 알아차립니다. 호기심과 욕망에 사로잡힌 당신은 이 알 수 없는 컨테이너를 열기 위해 열심히 노력합니다.",
    "당신 앞의 강력한 적을 이기고 나니, 그들의 낡은 재킷에 있는 작은 개구리가 눈에 띕니다. 그것은 귀중한 보물이 들어있는 것으로 보이는 복잡한 잠금 장치인 것 같습니다. 어떤 보상이 숨겨져 있는지 알아보기 위해, 이 신비로운 컨테이너를 열어보려 할 수밖에 없습니다.",
    "상대를 물리치고 나니, 그들의 힙에 묶여있는 수수께끼 같은 기계를 발견했습니다. 이 기계는 잠금 장치로 작동하는 것 같습니다. 낯선 디자인이 궁금증을 자극하며, 가까이서 살펴보니 소중한 전리품으로 가득 찬 것이 분명합니다. 설레임을 감추지 못하고, 이 수수께끼 같은 용기를 열어보기로 결심합니다.",
    "적을 물리친 후, 그들의 소지품을 뒤지던 중, 은밀한 칸막이가 있는 신비로운 장치를 발견했습니다. 이 장치는 어떤 보안 장치인 것 같으며 소중한 전리품을 안에 감추고 있는 것 같습니다. 그 내용물을 탐험하고 싶어서, 이 수수께끼 같은 장치를 해제해 보려 할 수밖에 없습니다.",
    "치열한 전투에서 적을 이기고 나니, 그들의 벨트에 클립된 이상한 기기에 눈길이 갑니다. 이 기기는 어떤 보안 장치로 보입니다. 호기심과 가치 있는 보물이 숨겨져 있을 것이라는 의심에 이끌려, 당신은 이 장치를 더 자세히 살펴봅니다. 겉으로는 평범해 보이지만, 그 안에는 부자의 흔적이 있는 것 같습니다. 욕망에 이끌려, 당신은 이 수수께끼 같은 용기를 열어보기 위해 준비합니다.",
    "매서운 전투를 이기고 나서, 당신은 상대방의 힙에 묶여 있는 이상한 가제트에 주목합니다. 이는 어떤 안전장치인 것 같습니다. 그것의 잠재적인 내용에 호기심을 느끼며, 당신은 이 수수께끼 같은 용기 안에 분명히 가치 있는 전리품이 들어있을 것이라고 관찰합니다. 호기심과 야망에 이끌려, 당신은 이 수수께끼 같은 용기를 열어보기로 결심합니다.",
    "적을 물리친 후, 그들의 소지품을 뒤지는 동안, 그들의 팔에 묶여있는 이상한 장치를 발견했습니다. 이 장치는 어떤 종류의 잠금 장치인 것 같았습니다. 잠재적인 보상의 생각에 호기심이 자극되었고, 그 장치가 부착된 용기가 가치 있는 전리품을 담고 있는 것을 알아챘습니다. 유혹을 이기지 못하고, 이 신비로운 용기의 내용물을 해제하고 접근하려고 시도했습니다.",
    "마음을 불안정하게 만드는 결투에서 상대를 이기고 나서, 그들의 소지품을 뒤적거리다가 그들의 허리에 연결된 이상한 기기를 발견합니다. 이는 어떤 보안 장치인 것 같습니다. 이 물건은 분명히 귀중한 전리품을 담고 있으며, 호기심이 당신을 이 미스터리한 보관함을 열어보도록 유도합니다.",
    "적을 물리친 후, 그들의 허리띠에 장착된 이상한 기계 장치를 발견합니다. 이 장치는 어떤 종류의 잠금 장치로 작동하는 것 같습니다. 그 안에 어떤 보물이 숨겨져 있는지 궁금해집니다. 이 용기는 귀중한 전리품을 담고 있는 것 같습니다. 호기심이 돋아, 이 수수께끼 같은 용기를 열어보기로 결심합니다.",
    "적을 제압한 후, 당신의 시선은 그들의 옷에 클립된 작고 간편한 장치에 머물게 됩니다. 이 장치는 어떤 형태의 보안 장치로 사용되는 것 같습니다. 분명 그 안에는 어떤 보물이 숨겨져 있습니다. 호기심에 이 수수께끼 같은 용기를 열고 싶은 욕망이 생깁니다.",
    "적을 물리친 후, 그들의 소지품을 살펴보다가 그들의 힙에 부착된 수수께끼 같은 장치를 발견합니다. 이 장치는 어떤 보안 장치인 것 같습니다. 그 안에 상당한 보상이 들어있을 가능성을 짐작하며, 호기심에 이 매혹적인 용기를 열어보기로 결심합니다.",
    "적을 이기고 나서, 그들의 장비 안에 숨겨진 치명적인 장치를 발견합니다. 이 장치는 잠금 장치인 것처럼 보이며 수수께끼 같은 컨테이너를 열기 위한 것으로 추측됩니다. 그 안에는 유망한 전리품이 들어있을 것으로 생각되어 호기심에 불타올랐습니다. 호기심에 이끌려, 이 수수께끼 같은 컨테이너를 열어보기로 결정합니다.",
    "적을 승리하고 나서, 그들의 소지품을 뒤져보다가 알 수 없는 잠금 장치로 장식된 숨겨진 칸을 발견했습니다. 그 안에는 이익이 될만한 보물들이 가득한 것 같습니다. 숨겨진 보물을 찾아내는 가능성에 이끌려, 당신은 혼란스러운 장치를 주의 깊게 조사하고 매혹적인 용기를 열어보기로 결정합니다.",
    "적을 제압한 후, 무심코 그들의 낡은 재킷 속에 숨겨진 칸막이를 향해 시선이 미끄러집니다. 이 비밀 공간이 복잡한 보안 모듈로 잠겨있음이 분명해집니다. 그 속에 잠재된 보물의 매력이 당신을 유혹하여 이 신비로운 용기를 열 방법을 고민하게 만듭니다.",
    "적을 물리친 후, 그들의 사이버네틱 팔 안에 숨겨진 치명적인 잠금 장치를 발견합니다. 잠재력 있는 보물에 호기심이 생겨 조심스럽게 조사해보니 매혹적인 전리품으로 가득 차 있음을 알아차립니다. 그 내용물을 탐험하기 위해 이 신비로운 용기를 열어보려고 합니다.",
    "적을 처리한 후, 그들의 힙에 고정된 매끄러운 금속 상자에 주목합니다. 이는 고급 보안 모듈로 보이며, 어떤 매력적인 보상을 담고 있을 것으로 생각됩니다. 호기심이 돋아, 당신은 이 장치를 더 자세히 살펴보고 잠재적으로 수익성 있는 전리품으로 가득 찼음을 느낄 수 있습니다. 새로운 보물에 대한 열망에 이끌려, 이 수수께끼 같은 컨테이너를 열어보려고 시도합니다.",
    "적을 물리친 후, 그들의 조끼에 클립된 알 수 없는 기계를 발견합니다. 이는 잠금 장치와 같은 형태로 보입니다. 그 잠재적인 내용에 흥미를 느끼며, 그 용기가 가치 있는 전리품을 담고 있을 것으로 추측합니다. 호기심에 이끌려, 이 난해한 용기의 잠금을 해제해 보기로 결정합니다.",
    "사이버네틱한 분노의 속에서 적을 제압한 후, 당신의 시선은 그들이 주저앉은 모습으로 옮겨갑니다. 그들의 장비를 살펴보는 동안, 당신은 파편들 사이에 묻혀있는 수수께끼 같은 장치를 발견합니다. 이는 어떤 복잡한 잠금 장치인 것 같습니다. 흥미를 끄는 이 장치는 아마도 갈망하는 전리품이 숨겨져 있다고 추측됩니다. 당신의 호기심을 억누를 수 없게 되어, 당신은 열쇠 없는 이 암호화된 용기를 열어보려고 열심히 시도합니다.",
    "적을 제압한 후, 그들의 장비 안에 압축되고 세련된 장치가 있는 것을 알아차립니다. 이 장치는 어떤 보안 조치로 사용되는 것 같습니다. 호기심에 사로잡힌 당신은 이를 더 자세히 살펴보고, 이 물건이 잠재적으로 수익성 있는 전리품을 담고 있다고 추측합니다. 안에 무엇이 있는지 밝히기 위해, 당신은 이 수수께끼 같은 용기를 열려고 노력합니다.",
    "적을 제압한 후, 그들의 소지품을 뒤져보니 파편 사이에 수수께끼 같은 기계가 발견되었습니다. 이 기계는 소중한 물건을 보호하기 위해 설계된 잠금 장치인 것 같아 의심이 생깁니다. 그 안에 무엇이 숨겨져 있는지 알고 싶어서, 당신은 수수께끼 상자를 열어보려는 충동을 느낍니다.",
    "적을 제압한 후, 당신의 눈은 그들의 소지품을 훑어보았습니다. 흩어진 잔해 사이에는 복잡한 잠금 장치가 있는 이상한 장치가 놓여 있었습니다. 그것은 상당히 매력적인 전리품을 갖고 있는 것 같아서 당신은 그것에 끌려지는 기분을 억누를 수 없었습니다. 호기심이 자극되어 당신은 열고 내용물을 탐색하기 위해 열심히 손을 뻗었습니다.",
    "매서운 전투를 이기고 나서, 상대방의 허리에 이상한 기계 장치를 발견했습니다. 이 장치는 잠금 장치처럼 보이는데, 무엇인가를 담고 있는 것 같습니다. 그 끌리는 보물이 무엇인지 알아보기 위해, 이 수수께끼 같은 용기를 열어보기로 결심했습니다.",
    "적을 물리친 후, 그들의 소지품에 감춰진 멋진 장치를 발견합니다. 이는 어떤 종류의 접근 제어 장치인 것 같습니다. 더 자세히 들여다보면, 이 금속 껍질 아래에 어떤 보물들이 숨겨져 있는지 궁금해집니다. 호기심이 자극되어, 이 컨테이너가 가지고 있는 비밀을 해독하기로 결심합니다.",
    "사이버네틱한 적을 제압하면서 전투의 잔해 사이에 놓인 매끄러운 금속 상자가 눈에 띕니다. 그 안에는 매혹적인 무언가가 담겨있는 것 같은 첨단 잠금 시스템이 보입니다. 가치 있는 전리품의 가능성에 호기심이 생겨 이 신비로운 상자를 열어보려는 충동을 느낍니다.",
    "적을 제압한 후, 그들의 헤진 옷 속에 자리 잡은 매끄럽고 금속적인 상자에 시선이 끌립니다. 당신은 그 안에 숨겨진 보물이 있는 것 같다는 것을 알아차립니다. 호기심이 자극되고 기대가 쌓이면서, 당신은 이 매혹적인 용기의 내용물을 탐험하고 싶은 충동을 느낍니다.",
    "상대를 이기고 나니, 그들의 힙에 묶인 거대한 가제트에 주목이 끌립니다. 이 이상한 장치는 어떤 종류의 잠금 장치인 것 같습니다. 그 안에는 귀중한 전리품이 들어있는 것 같습니다. 호기심이 가득한 마음으로, 이 수수께끼 같은 용기를 열어보기로 결심합니다.",
    "적을 빠른 공격으로 처리한 후, 그들의 소지품을 뒤적거리기 시작합니다. 파편 사이에 작고 견고한 금고가 있습니다. 그 안에는 매력적인 전리품이 들어있을 것 같습니다. 이 수수께끼 같은 장치를 해독하고 열어보고 싶은 욕망이 생깁니다. 이 금고는 잠재적인 부를 담고 있는 보물 상자처럼 보입니다.",
    "사이보그 적을 물리친 후, 당신의 눈은 그 가슴 속에 숨겨진 치수를 발견합니다. 전선과 회로들 사이에 놓인 이상한 모양의 장치를 관찰하면서, 이것이 어떤 종류의 잠금 장치인지 알아내려고 합니다. 그 안에 어떤 보물이 숨겨져 있을지 궁금해하는 당신은, 그 컨테이너가 갈망하는 전리품으로 가득 차 있다고 추측합니다. 호기심에 힘입어, 당신은 이 수수께끼 같은 컨테이너를 열기 위해 결연한 노력을 기울입니다.",
    "상대를 제압한 후, 당신의 시선은 그들의 힙에 묶인 수상한 장치로 향합니다. 그것은 어떤 보안 장치인 것 같습니다. 그 안에 숨겨진 보물의 가능성에 흥분한 당신은 더 자세히 살펴보고, 그 물건이 값진 전리품을 담고 있다는 것을 추론합니다. 호기심에 이끌려, 당신은 이 알 수 없는 컨테이너를 열어보기로 결심합니다.",
    "적을 제압한 후, 그들의 소지품을 뒤져보다가 그들의 벨트에 연결된 수수께끼 같은 기기를 발견합니다. 이는 잠금 시스템의 한 종류인 것 같습니다. 그 안에 어떤 보물이 들어있을지에 대한 호기심에 끌려, 그 용기가 보물로 가득 차 있는 것 같습니다. 호기심에 이끌려, 이 신비한 물건을 열어보기로 결심합니다.",
    "적을 제압한 후, 그들의 소지품을 뒤져보다가 파편 사이에 감춰진 미지의 기기를 발견합니다. 이는 잠금 장치의 일종인 것 같습니다. 숨겨진 보물의 가능성에 호기심이 동향하여, 이 용기 안에는 유망한 전리품이 가득한 것으로 추측됩니다. 강한 충동에 이끌려, 이 수수께끼 같은 용기 안의 내용물을 해제하고 탐험하기 위해 노력합니다.",
    "적을 처리한 후, 당신의 시선은 그들의 헤진 옷 안에 숨겨진 칸막이로 향합니다. 그것은 어떤 보안 모듈인 것 같으며, 잠재적인 약탈의 유혹이 당신을 더 깊이 조사하도록 자극합니다. 그 내용물을 발견하기 위해 열심히 이 알 수 없는 장치를 조심스럽게 조사하며, 그 속에 꿈에도 생각하지 못한 보물이 숨겨져 있을 수도 있다는 느낌을 받습니다. 강한 의지로, 당신은 수수께끼 같은 용기를 가진 용기를 해제하기 위해 노력합니다.",
    "적을 물리친 후, 그들의 사이버네틱 팔에 숨겨진 칸막이를 발견합니다. 그 안에는 가치 있는 무언가를 담고 있는 비밀 잠금 장치가 있습니다. 그 내용물을 알아보기 위해, 숨겨진 보물 상자를 열어볼지 고민합니다.",
    "상대를 이기고 나니, 그들의 소지품 사이에 간과하기 쉬운 한 개의 소포에 당신의 주의가 끌립니다. 이 작고 조그마한 물건은 잠금 장치의 한 형태인 것 같습니다. 이 소포는 가치 있는 무언가를 담고 있는 것 같아 당신의 호기심을 자극하며, 더 자세히 살펴보기 위해 당신을 동기질하게 만듭니다. 그것의 수수께끼 같은 본질에도 불구하고, 당신은 이 난해한 용기를 열어 그 내용물을 발견해 보려는 충동을 억누를 수 없습니다",
    "적을 이기고 나니, 그들의 소지품 사이에 있는 작고 빛나는 장치에 주목이 끌립니다. 이는 어떤 복잡한 보안 장치인 것 같으며, 더 자세히 살펴보니 속에 값진 전리품이 숨겨져 있는 것 같습니다. 어떤 보물이 숨겨져 있는지 알고 싶어서, 이 알 수 없는 용기를 열어보려는 충동을 느낄 수밖에 없습니다.",
    "적을 제압한 후, 그들의 협소한 숙소 구석에 작은 금고가 있음을 발견합니다. 그 금고는 고급 생체 인식 잠금장치로 보호되어 있으며, 어떤 귀중한 보물을 숨길지 궁금증이 생깁니다. 호기심이 자극되어, 내가 입력한 코드로 접근하여 잠재적인 상금에 접근하길 바랍니다.",
    "적을 물리친 후, 그들의 사이버네틱 팔에 숨겨진 칸을 발견합니다. 호기심에 흥분한 채로 손을 뻗어 열어보니 안에는 잠긴 보관함이 들어 있습니다. 이 장치는 가치 있는 아이템의 보물창고인 것 같습니다. 잠재적인 전리품의 매력에 저항할 수 없어, 수수께끼 같은 보안 장치를 풀어보려고 합니다.",
    "적을 제압한 후, 예리한 눈으로 적의 소지품 사이에 숨겨진 작은 금고를 발견합니다. 이 작은 금고에는 잠재적으로 수익성이 높은 자산들이 들어있는 것 같습니다. 호기심이 자극되고 손이 가볍게 움직이며, 당신은 이 장치를 열어 비밀을 파헤치고 싶어합니다.",
    "적을 물리친 후, 그들의 사이버네틱 팔에 숨겨진 치밀하게 감춰진 보관함을 발견합니다. 이 보관함은 특정한 인증 코드에만 반응하는 복잡한 생체 인식 시스템으로 잠겨 있습니다. 그 내용물에 대한 호기심으로, 당신은 접근을 얻기 위해 장치 위에 지문을 스캔하기로 결정합니다.",
    "적을 제압한 후, 그들의 소지품을 뒤져보다가 수수께끼 같은 상자를 우연히 발견합니다. 이 물건은 어떤 보안 장치인 것 같습니다. 잠재적인 내용에 호기심이 동향되어, 이 상자가 귀중한 전리품을 담고 있을 것으로 추측합니다. 숨겨진 보물을 발굴하는 매력에 이끌려, 이 암호화된 상자를 열어보기로 결심합니다.",
    "적을 제압한 후, 예리한 눈으로 그들의 외골격에 숨겨진 비밀칸을 발견합니다. 더 자세히 살펴보니, 그것은 고급 생체 인식 잠금 시스템이라는 것을 알아냅니다. 호기심이 동향되어, 그 장치에는 가치 있는 자산이 들어있을 수도 있다고 추측합니다. 매혹적인 가능성에 이끌려, 그 숨겨진 보관함에 접근을 시도합니다.",
    "적을 제압한 후, 그들의 소지품을 뒤져보면, 숨겨진 칸막이를 발견합니다. 그 안에는 암호화된 장치가 있어 보안 조치로 작동하는 것 같습니다. 호기심이 번쩍이면서, 이 수수께끼 같은 물건이 잠재적인 부를 품고 있다는 것을 알아차립니다. 미개척된 전리품의 매력에 이끌려, 이 난해한 용기를 해제하기로 결심합니다."
  ]
}