{
  "SCENARIOS": [
    {
      "STORY": "Vous êtes tombé sur un coffre verrouillé rempli d'objets précieux. Le coffre est piégé avec un dispositif de choc électrique. Tenter de le désamorcer vous coûtera un peu de santé.",
      "CONFIRM": "Désamorcer"
    },
    {
      "STORY": "Vous tombez sur une pièce remplie de gaz toxique. Vous devez traverser la pièce pour atteindre une cachette secrète d'armes. Le gaz endommagera votre santé si vous choisissez de traverser la pièce.",
      "CONFIRM": "Traverser"
    },
    {
      "STORY": "Vous avez trouvé un terminal nécessaire pour déverrouiller une porte secrète. Le terminal est protégé par un robot de sécurité high-tech armé d'un laser mortel. Pirater le terminal fera que le robot vous attaquera et vous coûtera une partie de votre santé.",
      "CONFIRM": "Pirater"
    },
    {
      "STORY": "Vous avez découvert une pièce remplie d'un liquide hautement inflammable. La pièce contient également un équipement précieux que vous devez acquérir. Enflammant le liquide, vous provoquerez une explosion qui vous coûtera une partie de votre santé.",
      "CONFIRM": "Enflammer"
    },
    {
      "STORY": "Vous avez trouvé une porte cachée gardée par une grille laser mortelle. La porte mène à une pièce remplie d'objets précieux. Désactiver la grille laser fera rebondir les lasers et endommagera votre santé.",
      "CONFIRM": "Désactiver"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie de matériaux hautement radioactifs. La pièce contient également des technologies précieuses que vous devez acquérir. Vous aventurer dans la pièce vous infligera des dégâts de radiation et vous coûtera une partie de votre santé.",
      "CONFIRM": "S'aventurer"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie de robots dangereux. La pièce contient un équipement précieux que vous devez acquérir. Affronter les robots vous coûtera un peu de santé.",
      "CONFIRM": "Engager"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie d'une substance hautement corrosive. La pièce contient également une technologie précieuse que vous devez acquérir. Toucher la substance vous infligera des dégâts et vous coûtera de la santé.",
      "CONFIRM": "Toucher"
    },
    {
      "STORY": "Vous avez découvert une pièce remplie de chaleur intense. La pièce contient également un équipement précieux que vous devez acquérir. Vous aventurer dans la pièce vous fera subir des dégâts de chaleur et vous coûtera un peu de santé.",
      "CONFIRM": "Aventurer"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie d'un virus mortel. La pièce contient également une technologie précieuse que vous devez acquérir. Entrer dans la pièce vous infligera des dégâts dus au virus et vous coûtera une partie de votre santé.",
      "CONFIRM": "Entrer"
    },
    {
      "STORY": "Vous tombez sur un coffre-fort verrouillé qui nécessite un code d'accès pour être ouvert. Vous remarquez un terminal informatique à proximité et réalisez que vous pourriez essayer de pirater le système pour obtenir le code, mais il y a une chance que vous soyez repéré et que cela déclenche une alarme.",
      "CONFIRM": "Pirater"
    },
    {
      "STORY": "Vous trouvez une pièce remplie de gaz toxique. Vous pouvez voir un objet précieux posé sur un piédestal au centre de la pièce. Pour récupérer l'objet, vous devrez retenir votre souffle et courir à travers le gaz, mais cela risque d'endommager votre santé.",
      "CONFIRM": "Récupérer l'objet"
    },
    {
      "STORY": "Vous tombez sur une porte bloquée par un puissant courant électrique. Vous pourriez essayer de contourner le courant en redirigeant l'énergie des systèmes voisins, mais cela pourrait entraîner une surtension dangereuse.",
      "CONFIRM": "Contourner le courant"
    },
    {
      "STORY": "Vous trouvez une pièce remplie de pièges holographiques. Pour accéder au butin, vous devrez naviguer à travers les pièges, mais vous risquez de subir quelques dégâts dans le processus.",
      "CONFIRM": "Naviguer dans les pièges"
    },
    {
      "STORY": "Vous tombez sur une pièce gardée par un robot puissant. Vous pouvez essayer de le désactiver en piratant ses systèmes, mais il y a une chance qu'il vous détecte et vous attaque.",
      "CONFIRM": "Désactiver le robot"
    },
    {
      "STORY": "Vous trouvez une porte verrouillée qui nécessite un commandement vocal pour s'ouvrir. Vous pouvez essayer d'imiter la voix de la personne qui a prononcé le commandement en dernier, mais il y a un risque de vous tromper et de déclencher une alarme.",
      "CONFIRM": "Imiter la voix"
    },
    {
      "STORY": "Vous tombez sur une pièce remplie de radiation dangereuse. Pour récupérer le butin, vous devrez porter un costume de protection, mais même avec le costume, vous subirez tout de même des dégâts.",
      "CONFIRM": "Récupérer le butin"
    },
    {
      "STORY": "Vous trouvez une pièce gardée par un labyrinthe de faisceaux laser. Pour atteindre le butin, vous devrez naviguer à travers les faisceaux, mais ils risquent d'endommager votre santé.",
      "CONFIRM": "Naviguer dans les faisceaux"
    },
    {
      "STORY": "Vous tombez sur une porte scellée par une serrure magnétique. Vous pouvez essayer de désactiver la serrure, mais il y a une chance que vous restiez coincé et subissiez des dégâts à cause du champ magnétique.",
      "CONFIRM": "Désactiver la serrure"
    },
    {
      "STORY": "Vous trouvez une pièce remplie de bruit de fond qui interfère avec votre équipement. Pour récupérer le butin, vous devrez entrer dans la pièce et désactiver la source de l'interférence, mais vous risquez de subir quelques dégâts à cause du bruit.",
      "CONFIRM": "Récupérer le butin"
    },
    {
      "STORY": "Vous avez rencontré une IA corrompue qui garde une pièce cachée remplie de butin précieux. L'IA est prête à vous donner accès, mais elle exige que vous résolviez un puzzle complexe dans un délai limité.",
      "CONFIRM": "Résoudre le puzzle"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie de pièges et de créatures mécaniques dangereuses. La pièce renferme un artefact précieux, mais y accéder vous coûtera une quantité significative de santé.",
      "CONFIRM": "Essayer de récupérer l'artefact"
    },
    {
      "STORY": "Vous avez découvert un laboratoire secret avec des améliorations cybernétiques avancées. Pour accéder aux améliorations, vous devez subir une procédure douloureuse et risquée.",
      "CONFIRM": "Subir la procédure"
    },
    {
      "STORY": "Vous avez trouvé un club de combat souterrain où des combattants améliorés par des cybernétique s'affrontent. Pour entrer, vous devez vaincre le champion actuel et gagner une quantité significative de santé.",
      "CONFIRM": "Entrer dans le club de combat"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie de gaz toxique, le gaz contient un morceau de technologie rare qui est vital pour votre mission. Inhaler le gaz vous coûtera un peu de santé, mais c'est le seul moyen de récupérer la technologie.",
      "CONFIRM": "Récupérer la technologie"
    },
    {
      "STORY": "Vous avez rencontré un hacker puissant qui détient des informations précieuses en otage. Le hacker exige que vous accomplissiez une série de tâches dangereuses en échange des informations, mais les réaliser vous coûtera de la santé.",
      "CONFIRM": "Accomplir les tâches"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie de dispositifs de sécurité high-tech. La pièce contient des butins précieux, mais pour les obtenir, vous devez pirater les systèmes de sécurité, ce qui déclenchera une alarme et vous mettra en danger.",
      "CONFIRM": "Pirater les systèmes de sécurité"
    },
    {
      "STORY": "Vous avez trouvé un laboratoire d'armes expérimentales. Pour tester les armes, vous devez devenir un sujet, ce qui vous coûtera un peu de santé, mais cela vous fournira également des informations précieuses et des améliorations d'armes.",
      "CONFIRM": "Devenir un sujet"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie de produits chimiques dangereux. Les produits chimiques contiennent des formules précieuses, mais y accéder vous coûtera un peu de santé en raison de leur nature toxique.",
      "CONFIRM": "Accéder aux formules"
    },
    {
      "STORY": "Vous avez trouvé une pièce gardée par un cyborg puissant. Pour obtenir la technologie précieuse à l'intérieur de la pièce, vous devez vaincre le cyborg en combat, mais cela vous coûtera une partie de votre santé.",
      "CONFIRM": "Vaincre le cyborg"
    },
    {
      "STORY": "Vous avez rencontré une IA corrompue qui garde une pièce cachée remplie de butin précieux. L'IA est prête à vous donner accès, mais elle exige que vous résolviez un puzzle complexe dans un délai limité.",
      "CONFIRM": "Résoudre le puzzle"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie de pièges et de créatures mécaniques dangereuses. La pièce renferme un artefact précieux, mais y accéder vous coûtera une quantité significative de santé.",
      "CONFIRM": "Essayer de récupérer l'artefact"
    },
    {
      "STORY": "Vous avez découvert un laboratoire secret avec des améliorations cybernétiques avancées. Pour accéder aux améliorations, vous devez subir une procédure douloureuse et risquée.",
      "CONFIRM": "Subir la procédure"
    },
    {
      "STORY": "Vous avez trouvé un club de combat souterrain où des combattants améliorés par des cybernétique s'affrontent. Pour entrer, vous devez vaincre le champion actuel et gagner une quantité significative de santé.",
      "CONFIRM": "Entrer dans le club de combat"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie de gaz toxique, le gaz contient un morceau de technologie rare qui est vital pour votre mission. Inhaler le gaz vous coûtera un peu de santé, mais c'est le seul moyen de récupérer la technologie.",
      "CONFIRM": "Récupérer la technologie"
    },
    {
      "STORY": "Vous avez rencontré un hacker puissant qui détient des informations précieuses en otage. Le hacker exige que vous accomplissiez une série de tâches dangereuses en échange des informations, mais les réaliser vous coûtera de la santé.",
      "CONFIRM": "Accomplir les tâches"
    },
    {
      "STORY": "Vous êtes tombé sur une pièce remplie de dispositifs de sécurité high-tech. La pièce contient des butins précieux, mais pour les obtenir, vous devez pirater les systèmes de sécurité, ce qui déclenchera une alarme et vous mettra en danger.",
      "CONFIRM": "Pirater les systèmes de sécurité"
    },
    {
      "STORY": "Vous avez trouvé un laboratoire d'armes expérimentales. Pour tester les armes, vous devez devenir un sujet, ce qui vous coûtera un peu de santé, mais cela vous fournira également des informations précieuses et des améliorations d'armes.",
      "CONFIRM": "Devenir un sujet"
    },
    {
      "STORY": "Vous avez trouvé une pièce remplie de produits chimiques dangereux. Les produits chimiques contiennent des formules précieuses, mais y accéder vous coûtera un peu de santé en raison de leur nature toxique.",
      "CONFIRM": "Accéder aux formules"
    },
    {
      "STORY": "Vous avez trouvé une pièce gardée par un cyborg puissant. Pour obtenir la technologie précieuse à l'intérieur de la pièce, vous devez vaincre le cyborg en combat, mais cela vous coûtera une partie de votre santé.",
      "CONFIRM": "Vaincre le cyborg"
    }
  ]
}