{
  "SCENARIOS": [
    {
      "STORY": "Vous avez vu un étrange dispositif posé dans un coin, il semble que ce soit un verrou numérique pour une pièce cachée, il doit y avoir quelque chose d'incroyable caché là-dedans, mais il semble que cela prendra un certain temps pour le déverrouiller, souhaitez-vous continuer ?",
      "CONFIRM": "Déverrouiller"
    },
    {
      "STORY": "En vous approchant d'une ruelle sombre, vous apercevez une silhouette encapuchonnée qui tripote un coffre-fort high-tech. En vous rapprochant, la silhouette s'enfuit, laissant derrière elle le coffre-fort et une note qui dit : 'Le code pour déverrouiller le coffre-fort est caché dans les enseignes au néon à proximité'. Relèverez-vous le défi ?",
      "CONFIRM": "Déchiffrer"
    },
    {
      "STORY": "Vous tombez sur une porte verrouillée avec un clavier à côté. En y regardant de plus près, vous remarquez que le clavier est recouvert d'une couche de crasse, rendant difficile la lecture des chiffres. Un panneau sur la porte indique 'Nettoyez le clavier et entrez la bonne séquence de chiffres pour déverrouiller la porte'. Allez-vous relever le défi ?",
      "CONFIRM": "Nettoyer et Entrer"
    },
    {
      "STORY": "Vous tombez sur une pièce remplie de systèmes informatiques avancés et de lumières clignotantes. Une voix résonne dans l'intercom : 'Pour débloquer le butin caché, vous devez pirater le système central et relever une série de défis complexes'. Relèverez-vous le défi ?",
      "CONFIRM": "Pirater"
    },
    {
      "STORY": "Alors que vous explorez un bâtiment sombre et abandonné, vous tombez sur une pièce remplie de lasers clignotants. Un panneau sur le mur indique 'Pour déverrouiller la porte, vous devez naviguer à travers le labyrinthe de lasers sans déclencher l'alarme'. Relèverez-vous le défi ?",
      "CONFIRM": "Naviguer"
    },
    {
      "STORY": "Vous tombez sur une porte verrouillée avec une énigme écrite dessus. L'énigme dit : 'Je suis extrait d'une mine, et enfermé dans une boîte en bois, dont je ne suis jamais libéré, et pourtant je suis utilisé par presque tout le monde'. La réponse à l'énigme est la clé pour déverrouiller la porte. Allez-vous résoudre l'énigme ?",
      "CONFIRM": "Résoudre"
    },
    {
      "STORY": "Vous tombez sur une pièce remplie d'énigmes et de casse-têtes. Un panneau sur le mur indique 'Pour déverrouiller la porte, vous devez résoudre toutes les énigmes et casse-têtes dans le temps imparti'. Relèverez-vous le défi ?",
      "CONFIRM": "Résoudre les énigmes"
    },
    {
      "STORY": "Vous tombez sur une pièce avec un système de sécurité high-tech. Un panneau sur le mur indique 'Pour déverrouiller la porte, vous devez désactiver le système de sécurité en trouvant et en désactivant toutes les alarmes'. Relèverez-vous le défi ?",
      "CONFIRM": "Désactiver les alarmes"
    },
    {
      "STORY": "Vous tombez sur une pièce avec une grande machine complexe. Un panneau sur le mur indique 'Pour déverrouiller la porte, vous devez comprendre comment faire fonctionner la machine et accomplir la tâche pour laquelle elle a été conçue'. Relèverez-vous le défi ?",
      "CONFIRM": "Faire fonctionner la machine"
    },
    {
      "STORY": "Vous tombez sur une pièce remplie d'images holographiques de différentes scènes cyberpunk. Un panneau sur le mur indique 'Pour déverrouiller la porte, vous devez naviguer à travers le monde holographique et trouver la clé cachée'. Relèverez-vous le défi ?",
      "CONFIRM": "Naviguer dans le Monde Holographique"
    },
    {
      "STORY": "Vous êtes tombé sur un ancien terminal abandonné. Après quelques minutes de piratage, vous avez trouvé une pièce cachée contenant un coffre, mais la porte est gardée par une IA. Voulez-vous la défier ?",
      "CONFIRM": "Défier l'IA"
    },
    {
      "STORY": "Vous avez entendu un bruit étrange venant d'un tuyau. Après enquête, vous avez trouvé un petit compartiment contenant une carte d'accès, mais il semble être protégé par une sorte de piège. Voulez-vous le désamorcer ?",
      "CONFIRM": "Désamorcer le piège"
    },
    {
      "STORY": "Vous avez vu une porte avec un symbole gravé dessus, il semble que ce soit un code pour la déverrouiller, mais vous devez trouver tous les morceaux du code éparpillés dans la pièce, voulez-vous commencer la recherche ?",
      "CONFIRM": "Commencer la recherche"
    },
    {
      "STORY": "Vous avez trouvé une pièce avec un grand écran, il semble que ce soit un jeu de puzzle, et la récompense pour le résoudre est un butin caché, voulez-vous jouer au jeu ?",
      "CONFIRM": "Jouer au jeu"
    },
    {
      "STORY": "Vous avez trouvé une pièce avec une grande vitrine en verre, il semble qu'il s'agisse d'une énigme à résoudre pour l'ouvrir, voulez-vous la résoudre ?",
      "CONFIRM": "Résoudre l'énigme"
    },
    {
      "STORY": "Vous avez vu une pièce avec un mécanisme étrange, il semble que ce soit un défi mécanique, souhaitez-vous tenter votre chance ?",
      "CONFIRM": "Tenter le défi mécanique"
    }
  ]
}