{
  "story": "Вы рыщете по пыльному складу в крепости банды, когда наталкиваетесь на старую, загадочно выглядящую консоль. Она покрыта проводами и, похоже, издает слабый гул. Консоль окружена старыми компьютерными деталями, инструментами и тем, что выглядит как импровизированная ремонтная станция. На стене висит знак \"Экспериментальные проекты - Не трогать.\" Что вы делаете?",
  "actions": [
    {
      "action": "Попытаться подключить свой кибердек к консоли",
      "good": "Ваш кибердек соединяется с консолью, и вы получаете доступ к скрытой базе данных, содержащей ценную информацию о деятельности банды и потенциальных целях. Вы также находите несколько полезных инструментов и гаджетов, оставленных позади.",
      "bad": "Подключение вашего кибердека к консоли вызывает перегрузку систем, повреждая оборудование и оставляя вас уязвимым для попыток взлома от неизвестных источников. Вы получаете урон, но успеваете сбежать с жизнью."
    },
    {
      "action": "Осмотреть ремонтную станцию и узнать, можно ли что-то узнать",
      "good": "Тщательно осмотрев ремонтную станцию, вы находите скрытый отсек с набором продвинутых инструментов, оставленных бывшим членом банды. Эти инструменты полезны для улучшения вашего кибердека или ремонта другого оборудования.",
      "bad": "Пытаясь осмотреть ремонтную станцию, вы случайно активируете механизм безопасности, из-за чего комната наполняется ядовитыми парами. Вы получаете урон и должны быстро сбежать, прежде чем пары станут слишком опасными."
    },
    {
      "action": "Попробовать активировать консоль и посмотреть, что произойдет",
      "good": "Активация консоли открывает скрытый интерфейс, который позволяет вам получить доступ к защищенному серверу с ценными данными о деятельности банды и потенциальных целях. Вы также находите несколько полезных инструментов и гаджетов, оставленных позади.",
      "bad": "Активация консоли приводит к ее сбою, высвобождая всплеск энергии, который повреждает близлежащие устройства и оставляет вас уязвимым для электрических атак. Вы получаете урон, но успеваете сбежать с жизнью."
    }
  ]
}