{
  "story": "Вы стоите перед большой металлической дверью, украшенной сложной проводкой и пульсирующими светодиодными огнями. Воздух пропитан запахом озона и сгоревших цепей. Знак над дверью гласит: \"Только для авторизованного персонала - Лаборатория биорегенерации.\" Ваше любопытство берет верх, и вы задаетесь вопросом, какие секреты скрыты за этой дверью. Что вы делаете?",
  "actions": [
    {
      "action": "Попытаться получить доступ к лаборатории через компьютерный интерфейс двери",
      "good": "Вам удается успешно взломать систему и получить доступ к скрытому отсеку с ценными предметами. Передовая технология лаборатории была скомпрометирована, но вы смогли использовать это в своих интересах.",
      "bad": "Ваша попытка взлома запускает протокол безопасности, который запечатывает дверь, запирая вас снаружи. Автоматизированные системы защиты активируются, стреляя в вас неубийственными снарядами, нанося урон и временно ослепляя вас."
    },
    {
      "action": "Взломать дверь с помощью своих кибернетических улучшений",
      "good": "С вашей улучшенной силой и ловкостью вам удается приоткрыть дверь, открывая доступ в лабораторию, полную ценных предметов и передовых технологий. Ваши улучшения дали вам преимущество в этой ситуации.",
      "bad": "Ваше насильственное вторжение запускает механизм защиты, высвобождая облако ядовитого газа, которое наносит урон, но не убивает вас. Оборудование лаборатории выходит из строя, и вам предстоит справляться с хаосом."
    },
    {
      "action": "Искать альтернативный вход в лабораторию, возможно, через вентиляционную шахту",
      "good": "Вы находите скрытую вентиляционную шахту, которая ведет прямо в лабораторию. Вы забираетесь внутрь и оказываетесь в комнате, полной ценных предметов и передовых технологий. Ваша скрытность и ловкость оправдали себя.",
      "bad": "Искать альтернативный вход, вы наталкиваетесь на нажимную плиту, которая запускает ловушку. На вас обрушивается шквал неубийственных снарядов, нанося урон и временно оглушая вас."
    }
  ]
}