{
  "story": "Вы стоите перед большой металлической дверью, украшенной сложными схемами и светящимися синими линиями. Дверь покрыта предупреждающими знаками и ярлыками, указывающими на то, что она ведет в 'Зону Экспериментов с Высоким Риском'. Вы слышали слухи, что в этой зоне содержится передовая технология и редкие ресурсы, но также чувствуете, что что-то пошло ужасно не так.",
  "actions": [
    {
      "action": "Попробовать обойти систему безопасности двери, используя свои знания в хакерстве кибернетики",
      "good": "Ваши пальцы танцуют по клавиатуре, пока вы мастерски обходитесь с системой безопасности. Дверь скользит открытой, открывая комнату, полную странного оборудования и устройств, излучающих слабый гул. Вы находите скрытую консоль с ценными данными и ресурсами.",
      "bad": "Ваша попытка взломать систему запускает последовательность самоуничтожения. Дверь начинает закрываться, и вы слышите, как срабатывают тревожные сигналы, когда активируются защитные системы зоны. Вы получаете урон от внезапного взрыва обломков и искр."
    },
    {
      "action": "Силой открыть дверь, используя свою физическую силу",
      "good": "С выбросом адреналина вы бросаетесь на дверь и удается ее приоткрыть. Внутри вы находите запас ценных ресурсов, включая редкие компоненты и передовые инструменты.",
      "bad": "Ваши усилия по открытию двери активируют скрытый генератор ударной волны. Вас отбрасывает назад, и вы падаете на пол, когда автоматические защитные системы зоны приходят в действие. Вы получаете урон от удара и последующих взрывов."
    },
    {
      "action": "Поискать альтернативный путь вокруг запертой двери",
      "good": "Вы осторожно исследуете близлежащие коридоры в поисках скрытого прохода или альтернативного входа. Через несколько минут поиска вы наталкиваетесь на секретную дверь, ведущую в Зону Экспериментов. Вы оказываетесь в комнате, полной ценных ресурсов и передовой технологии.",
      "bad": "Во время поиска альтернативного пути вы активируете нажимную плиту, из-за чего пол под вами обрушивается. Вы падаете в скрытую яму, получая урон от удара и последующего падения."
    }
  ]
}