{
  "story": "Вы стоите на краю огромной, слабо освещенной лаборатории, заполненной рядами гудящих машин и странных устройств. Воздух пропитан запахом масла и сгоревших проводов. В центре лаборатории вы замечаете большое цилиндрическое устройство, излучающее яркий синий свет. Вдруг вы слышите звук переключающихся шестерен и оживающего механизма. Ближайшая консоль загорается, показывая таймер обратного отсчета: 5 минут до активации устройства. Что вы будете делать?",
  "actions": [
    {
      "action": "Попробовать отключить таймер обратного отсчета",
      "good": "Ваше быстрое мышление позволяет вам обойти меры безопасности и отключить таймер. Лаборатория погружается в тишину, и вы можете исследовать территорию без помех. В качестве награды вы находите скрытый отсек с ценными технологическими scrap.",
      "bad": "Ваша попытка отключить таймер запускает протокол безопасности, запечатывающий лабораторию и окружающие зоны. Вы оказались в ловушке без ясного выхода. Таймер продолжает отсчет, и вы получаете урон от интенсивной энергии, исходящей от устройства."
    },
    {
      "action": "Попробовать получить доступ к панели управления цилиндрического устройства",
      "good": "Вам удается взломать систему устройства, получив доступ к его внутренним механизмам. Вы обнаруживаете скрытый запас продвинутых компонентов и инструментов. Ваши технические навыки оправдывают себя.",
      "bad": "Ваша попытка получить доступ к управлению устройством запускает автоматическую последовательность отключения. Машины в лаборатории начинают самоуничтожаться, и вы получаете урон от возникшего хаоса."
    },
    {
      "action": "Поискать аварийный выход или способ отключить устройство",
      "good": "Вы быстро находите скрытый аварийный выход и покидаете лабораторию, избегая надвигающегося разрушения. В качестве награды вам удается захватить ценное оборудование из ближайших складских помещений.",
      "bad": "Ваш поиск выхода приводит вас в узкий коридор, заполненный токсичным газом. Вы получаете урон, пытаясь пробраться через опасную среду и сбежать из лаборатории."
    }
  ]
}