{
  "story": "Вы слышите зловещее предупреждение: 'Нарушение экологической изоляции неизбежно через 5 минут. Эвакуируйте весь несущественный персонал.' Воздух пропитан запахом озона, так как неисправная система угрожает затопить территорию. Вам нужно действовать быстро, чтобы предотвратить катастрофическую аварию. Что вы сделаете?",
  "actions": [
    {
      "action": "Пробраться к панели управления системой и попытаться обойти неисправность",
      "good": "Секунды на исходе, и вам удается взломать систему и обойти неисправность. Обратный отсчет останавливается, и вы получаете доступ к скрытому тайнику с ценными предметами. Ваше быстрое мышление спасает ситуацию.",
      "bad": "Когда вы спешите к панели управления, таймер обратного отсчета ускоряется, и экологическая система начинает выходить из строя. Вы получаете урон от возникшего хаоса, но добыча остается вне досягаемости."
    },
    {
      "action": "Искать альтернативный вентиляционный путь для эвакуации",
      "good": "Вы находите скрытый вентиляционный шахт, ведущий на поверхность. Пробираясь через узкий проход, вы обнаруживаете тайник с ценными предметами, оставленными предыдущими обитателями. Ваша быстрая эвакуация оправдывает себя.",
      "bad": "Во время навигации по вентиляционному шахту вы подвергаетесь воздействию опасных химикатов и получаете урон. Таймер обратного отсчета истекает, но вы едва спасаетесь, оставив добычу позади."
    },
    {
      "action": "Использовать ближайшие инструменты, чтобы вручную откачать неисправную систему",
      "good": "С помощью подручных инструментов вам удается откачать неисправную систему, предотвратив катастрофическое нарушение. В качестве награды вы получаете доступ к скрытому тайнику с ценными предметами. Ваша находчивость спасает ситуацию.",
      "bad": "Ваша попытка вручную откачать систему терпит неудачу, и таймер обратного отсчета истекает. Экологическая система рушится, вызывая масштабные повреждения. Вы получаете урон, но выживаете, оставив добычу вне досягаемости."
    }
  ]
}