{
  "story": "Вы находитесь в узком, слабо освещенном служебном коридоре внутри крепости банды. Воздух пропитан запахом жира и озона. Впереди вас манит вентиляционный шахт, частично скрытый за клубком кабелей. Ваша задача — исследовать эту неизведанную часть крепости и раскрыть любые секреты, которые она может скрывать.",
  "actions": [
    {
      "action": "Забраться в вентиляционный шахт",
      "good": "Вы оказываетесь в сети узких воздуховодов, но ваши ловкие навыки лазания позволяют вам легко перемещаться по ним. Продвигаясь по вентиляции, вы наталкиваетесь на скрытый отсек с ценным предметом.",
      "bad": "Ваш подъем оказывается более опасным, чем ожидалось, и вы царапаете руку о острый край. Боль сильная, но вы продолжаете двигаться вперед. В воздуховодах вы не находите ничего ценного, только лабиринт грязных фильтров и ржавых труб."
    },
    {
      "action": "Исследовать электрическую панель поблизости",
      "good": "После тщательного осмотра вы обнаруживаете, что электрическая панель на самом деле является хитроумно замаскированной точкой доступа к защищенной серверной комнате. Ваши навыки взлома позволяют вам обойти меры безопасности, и вы получаете доступ к ценным данным и информации.",
      "bad": "Когда вы возитесь с электрической панелью, вы случайно вызываете короткое замыкание, из-за чего искры разлетаются повсюду. Вы получаете урон от электрического удара, но этого недостаточно, чтобы убить вас. Серверная комната остается запертой, ее секреты по-прежнему скрыты от вас."
    },
    {
      "action": "Обыскать ближайшую складскую зону на предмет полезных предметов",
      "good": "Среди захламленных полок и ящиков вы находите тайник с ценными припасами, включая еду, воду и медицинское оборудование. Ваши поиски увенчались успехом, и теперь вы лучше подготовлены к предстоящим испытаниям.",
      "bad": "В спешке найти что-то полезное вы случайно сбиваете ящик с хрупкой электроникой. В результате получается катастрофа, с разбитыми компонентами и разбросанными проводами повсюду. Вы получаете урон от стресса, пытаясь убрать беспорядок, но все равно не находите никаких ценных предметов."
    }
  ]
}