{
  "SCENARIOS": [
    {
      "STORY": "Anda menemukan peti yang terkunci yang berisi barang berharga. Peti tersebut dipasang perangkap dengan perangkat kejut listrik. Mencoba untuk menonaktifkannya akan mengurangi sedikit kesehatan Anda.",
      "CONFIRM": "Nonaktifkan"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan gas beracun. Anda perlu mencapai sisi lain ruangan untuk mencapai simpanan senjata tersembunyi. Gas tersebut akan merusak kesehatan Anda jika Anda memilih untuk menyeberangi ruangan.",
      "CONFIRM": "Menyeberang"
    },
    {
      "STORY": "Anda menemukan sebuah terminal yang diperlukan untuk membuka pintu rahasia. Terminal tersebut dijaga oleh sebuah robot keamanan berteknologi tinggi yang dilengkapi dengan laser mematikan. Meretas terminal akan menyebabkan robot menyerang Anda dan mengurangi sedikit kesehatan Anda.",
      "CONFIRM": "Retas"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan cairan yang sangat mudah terbakar. Ruangan ini juga berisi peralatan berharga yang perlu Anda dapatkan. Menyalakan cairan tersebut akan menyebabkan ledakan dan mengurangi sedikit kesehatan Anda.",
      "CONFIRM": "Nyalakan"
    },
    {
      "STORY": "Kamu menemukan pintu tersembunyi yang dijaga oleh jaringan laser mematikan. Pintu tersebut mengarah ke ruangan yang penuh dengan barang berharga. Menonaktifkan jaringan laser akan menyebabkan laser memantul dan merusak kesehatanmu.",
      "CONFIRM": "Nonaktifkan"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan bahan-bahan yang sangat radioaktif. Ruangan ini juga berisi teknologi berharga yang perlu Anda dapatkan. Memasuki ruangan ini akan menyebabkan Anda menerima kerusakan radiasi dan mengurangi kesehatan Anda.",
      "CONFIRM": "Jelajahi"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan robot berbahaya. Ruangan ini berisi peralatan berharga yang perlu Anda dapatkan. Terlibat dengan robot akan mengurangi kesehatan Anda.",
      "CONFIRM": "Terlibat"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang penuh dengan zat yang sangat korosif. Ruangan ini juga berisi teknologi berharga yang perlu Anda dapatkan. Menyentuh zat tersebut akan menyebabkan Anda menerima kerusakan dan mengurangi kesehatan Anda.",
      "CONFIRM": "Sentuh"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dipenuhi dengan panas yang sangat intens. Ruangan ini juga berisi peralatan berharga yang perlu Anda dapatkan. Berani masuk ke ruangan ini akan menyebabkan Anda menerima kerusakan panas dan mengurangi sedikit kesehatan Anda.",
      "CONFIRM": "Berani masuk"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan virus mematikan. Ruangan ini juga berisi teknologi berharga yang perlu Anda dapatkan. Masuk ke ruangan akan menyebabkan Anda menerima kerusakan virus dan mengurangi kesehatan Anda.",
      "CONFIRM": "Masuk"
    },
    {
      "STORY": "Anda menemukan sebuah brankas yang terkunci dan membutuhkan kode untuk membukanya. Anda melihat ada sebuah terminal komputer di dekatnya dan menyadari bahwa Anda bisa mencoba meretas sistem untuk mendapatkan kode, namun ada kemungkinan Anda akan tertangkap dan memicu alarm.",
      "CONFIRM": "Retas"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan gas beracun. Anda dapat melihat sebuah barang berharga yang duduk di atas sebuah pijakan di tengah ruangan. Untuk mengambil barang tersebut, Anda harus menahan napas dan berlari melalui gas, namun kemungkinan akan merusak kesehatan Anda.",
      "CONFIRM": "Ambil barang"
    },
    {
      "STORY": "Anda menemukan pintu yang diblokir oleh arus listrik yang kuat. Anda bisa mencoba melewati arus tersebut dengan mengalihkan daya dari sistem terdekat, tetapi hal itu bisa menyebabkan lonjakan berbahaya.",
      "CONFIRM": "Lewati arus"
    },
    {
      "STORY": "Anda menemukan ruangan yang dipenuhi perangkap holografik. Untuk mendapatkan jarahan, Anda perlu menavigasi melalui perangkap, tetapi kemungkinan Anda akan mengalami kerusakan dalam proses tersebut.",
      "CONFIRM": "Navigasi perangkap"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dijaga oleh robot yang kuat. Anda dapat mencoba menonaktifkannya dengan meretas sistemnya, namun ada kemungkinan robot tersebut akan mendeteksi dan menyerang Anda.",
      "CONFIRM": "Nonaktifkan robot"
    },
    {
      "STORY": "Anda menemukan pintu yang terkunci yang memerlukan perintah suara untuk dibuka. Anda dapat mencoba meniru suara orang yang terakhir mengucapkan perintah, tetapi ada risiko bahwa Anda akan membuat kesalahan dan memicu alarm.",
      "CONFIRM": "Tiru suara"
    },
    {
      "STORY": "Anda menemukan ruangan yang dipenuhi radiasi berbahaya. Untuk mengambil jarahan, Anda perlu memakai baju pelindung, tetapi meskipun sudah memakai baju tersebut, Anda tetap akan mengalami kerusakan.",
      "CONFIRM": "Ambil jarahan"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dijaga oleh labirin sinar laser. Untuk mendapatkan jarahan, Anda harus menavigasi melalui sinar-sinar tersebut, namun kemungkinan akan merusak kesehatan Anda.",
      "CONFIRM": "Navigasi sinar"
    },
    {
      "STORY": "Anda menemukan pintu yang tersegel oleh kunci magnetik. Anda dapat mencoba untuk menonaktifkan kunci tersebut, tetapi ada kemungkinan Anda akan terjebak dan menerima kerusakan dari medan magnet.",
      "CONFIRM": "Nonaktifkan kunci"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan kebisingan tingkat rendah yang menyebabkan gangguan pada peralatan Anda. Untuk mengambil jarahan, Anda perlu masuk ke ruangan dan menonaktifkan sumber gangguan, tetapi kemungkinan Anda akan mengalami kerusakan dari kebisingan tersebut.",
      "CONFIRM": "Ambil jarahan"
    },
    {
      "STORY": "Anda bertemu dengan AI yang terkorupsi yang menjaga ruangan tersembunyi yang penuh dengan barang berharga. AI tersebut bersedia memberikan akses kepada Anda, tetapi membutuhkan Anda untuk menyelesaikan teka-teki yang kompleks dalam batas waktu yang terbatas.",
      "CONFIRM": "Selesaikan teka-teki"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dipenuhi jebakan dan makhluk mekanik berbahaya. Ruangan ini menyimpan sebuah artefak berharga, namun untuk mendapatkannya akan mengorbankan sejumlah besar kesehatan Anda.",
      "CONFIRM": "Coba ambil artefak"
    },
    {
      "STORY": "Anda menemukan sebuah laboratorium rahasia dengan peningkatan sibernetik canggih. Untuk mengakses peningkatan tersebut, Anda harus menjalani prosedur yang menyakitkan dan berisiko.",
      "CONFIRM": "Jalani prosedur"
    },
    {
      "STORY": "Kamu menemukan sebuah klub pertarungan bawah tanah di mana para petarung yang ditingkatkan secara sibernetik bertarung habis-habisan. Untuk masuk, kamu harus mengalahkan juara saat ini dan memenangkan jumlah kesehatan yang signifikan.",
      "CONFIRM": "Masuk ke klub pertarungan"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan gas beracun, gas tersebut menyimpan sebuah teknologi langka yang sangat penting untuk misi Anda. Menghirup gas tersebut akan mengurangi kesehatan Anda, namun ini adalah satu-satunya cara untuk mendapatkan teknologi tersebut.",
      "CONFIRM": "Dapatkan teknologi tersebut"
    },
    {
      "STORY": "Anda bertemu dengan seorang hacker yang sangat kuat yang memegang sandera informasi berharga. Hacker tersebut menuntut Anda untuk menyelesaikan serangkaian tugas berbahaya sebagai imbalan untuk informasi tersebut, namun menyelesaikannya akan mengorbankan sedikit kesehatan Anda.",
      "CONFIRM": "Selesaikan tugas-tugas tersebut"
    },
    {
      "STORY": "Kamu menemukan sebuah ruangan yang dipenuhi dengan perangkat keamanan canggih. Ruangan ini menyimpan barang berharga, namun untuk mendapatkannya, kamu harus meretas sistem keamanan, yang akan memicu alarm dan membahayakanmu.",
      "CONFIRM": "Retas sistem keamanan"
    },
    {
      "STORY": "Anda menemukan sebuah laboratorium senjata eksperimental. Untuk menguji senjata-senjata tersebut, Anda harus menjadi subjek, yang akan mengorbankan sedikit kesehatan, namun juga memberikan Anda informasi berharga dan peningkatan senjata.",
      "CONFIRM": "Menjadi subjek"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan bahan kimia berbahaya. Bahan kimia tersebut menyimpan formula berharga, namun mengaksesnya akan mengurangi kesehatan Anda karena sifat beracun dari bahan kimia tersebut.",
      "CONFIRM": "Akses formula"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dijaga oleh cyborg yang kuat. Untuk mendapatkan teknologi berharga di dalam ruangan, Anda harus mengalahkan cyborg tersebut dalam pertempuran, namun hal ini akan mengurangi kesehatan Anda.",
      "CONFIRM": "Kalahkan cyborg"
    },
    {
      "STORY": "Anda bertemu dengan AI yang terkorupsi yang menjaga ruangan tersembunyi yang penuh dengan barang berharga. AI tersebut bersedia memberikan akses kepada Anda, tetapi membutuhkan Anda untuk menyelesaikan teka-teki yang kompleks dalam batas waktu yang terbatas.",
      "CONFIRM": "Selesaikan teka-teki"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dipenuhi jebakan dan makhluk mekanik berbahaya. Ruangan ini menyimpan sebuah artefak berharga, namun untuk mendapatkannya akan mengorbankan sejumlah besar kesehatan Anda.",
      "CONFIRM": "Coba ambil artefak"
    },
    {
      "STORY": "Anda menemukan sebuah laboratorium rahasia dengan peningkatan sibernetik canggih. Untuk mengakses peningkatan tersebut, Anda harus menjalani prosedur yang menyakitkan dan berisiko.",
      "CONFIRM": "Jalani prosedur"
    },
    {
      "STORY": "Kamu menemukan sebuah klub pertarungan bawah tanah di mana para petarung yang ditingkatkan secara sibernetik bertarung habis-habisan. Untuk masuk, kamu harus mengalahkan juara saat ini dan memenangkan jumlah kesehatan yang signifikan.",
      "CONFIRM": "Masuk ke klub pertarungan"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan gas beracun, gas tersebut menyimpan sebuah teknologi langka yang sangat penting untuk misi Anda. Menghirup gas tersebut akan mengurangi kesehatan Anda, namun ini adalah satu-satunya cara untuk mendapatkan teknologi tersebut.",
      "CONFIRM": "Dapatkan teknologi tersebut"
    },
    {
      "STORY": "Anda bertemu dengan seorang hacker yang sangat kuat yang memegang sandera informasi berharga. Hacker tersebut menuntut Anda untuk menyelesaikan serangkaian tugas berbahaya sebagai imbalan untuk informasi tersebut, namun menyelesaikannya akan mengorbankan sedikit kesehatan Anda.",
      "CONFIRM": "Selesaikan tugas-tugas tersebut"
    },
    {
      "STORY": "Kamu menemukan sebuah ruangan yang dipenuhi dengan perangkat keamanan canggih. Ruangan ini menyimpan barang berharga, namun untuk mendapatkannya, kamu harus meretas sistem keamanan, yang akan memicu alarm dan membahayakanmu.",
      "CONFIRM": "Retas sistem keamanan"
    },
    {
      "STORY": "Anda menemukan sebuah laboratorium senjata eksperimental. Untuk menguji senjata-senjata tersebut, Anda harus menjadi subjek, yang akan mengorbankan sedikit kesehatan, namun juga memberikan Anda informasi berharga dan peningkatan senjata.",
      "CONFIRM": "Menjadi subjek"
    },
    {
      "STORY": "Anda menemukan ruangan yang penuh dengan bahan kimia berbahaya. Bahan kimia tersebut menyimpan formula berharga, namun mengaksesnya akan mengurangi kesehatan Anda karena sifat beracun dari bahan kimia tersebut.",
      "CONFIRM": "Akses formula"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dijaga oleh cyborg yang kuat. Untuk mendapatkan teknologi berharga di dalam ruangan, Anda harus mengalahkan cyborg tersebut dalam pertempuran, namun hal ini akan mengurangi kesehatan Anda.",
      "CONFIRM": "Kalahkan cyborg"
    }
  ]
}