{
  "SCENARIOS": [
    {
      "STORY": "Kamu melihat sebuah alat aneh tergeletak di sudut, sepertinya itu adalah kunci digital untuk ruangan tersembunyi, pasti ada sesuatu yang keren tersembunyi di sana, tapi sepertinya akan memakan waktu untuk membukanya, apakah kamu ingin melanjutkan?",
      "CONFIRM": "Buka"
    },
    {
      "STORY": "Saat Anda mendekati sebuah lorong gelap, Anda melihat sosok bertopeng yang sibuk dengan brankas berteknologi tinggi. Saat Anda semakin dekat, sosok bertopeng itu melarikan diri, meninggalkan brankas dan catatan yang berbunyi 'Kode untuk membuka brankas tersembunyi di neon yang berdekatan'. Akankah Anda menerima tantangan ini?",
      "CONFIRM": "Buka Kode"
    },
    {
      "STORY": "Anda menemukan pintu yang terkunci dengan keypad di sampingnya. Setelah diperiksa lebih dekat, Anda melihat bahwa keypad tersebut tertutup lapisan kotoran, membuatnya sulit untuk membaca angka-angkanya. Sebuah tanda di pintu tersebut bertuliskan 'Bersihkan keypad dan masukkan urutan angka yang benar untuk membuka pintu'. Apakah Anda akan mengambil tugas ini?",
      "CONFIRM": "Bersihkan dan Masukkan"
    },
    {
      "STORY": "Anda menemukan ruangan yang dipenuhi dengan sistem komputer canggih dan lampu berkedip. Suara bergema melalui interkom, 'Untuk membuka kunci harta tersembunyi, Anda harus meretas ke dalam mainframe dan menyelesaikan serangkaian tantangan yang kompleks'. Akankah Anda menerima tantangan ini?",
      "CONFIRM": "Retas"
    },
    {
      "STORY": "Saat Anda menjelajahi sebuah bangunan gelap yang ditinggalkan, Anda menemukan sebuah ruangan yang dipenuhi dengan laser yang berkedip-kedip. Sebuah tanda di dinding bertuliskan 'Untuk membuka pintu, Anda harus menavigasi melalui labirin laser tanpa memicu alarm'. Akankah Anda mengambil tantangan tersebut?",
      "CONFIRM": "Navigasi"
    },
    {
      "STORY": "Anda menemukan pintu yang terkunci dengan teka-teki yang tertulis di atasnya. Teka-teki tersebut berbunyi 'Saya diambil dari tambang, dan dikunci di dalam kotak kayu, dari mana saya tidak pernah dilepaskan, namun saya digunakan oleh hampir setiap orang'. Jawaban dari teka-teki ini adalah kunci untuk membuka pintu. Akankah Anda memecahkan teka-teki ini?",
      "CONFIRM": "Pecahkan"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dipenuhi dengan teka-teki dan teka-teki otak. Sebuah tanda di dinding bertuliskan 'Untuk membuka pintu, Anda harus menyelesaikan semua teka-teki dan teka-teki dalam waktu yang ditentukan'. Apakah Anda akan mengambil tantangan ini?",
      "CONFIRM": "Selesaikan Teka-Teki"
    },
    {
      "STORY": "Anda menemukan ruangan dengan sistem keamanan canggih. Sebuah tanda di dinding bertuliskan 'Untuk membuka pintu, Anda harus menonaktifkan sistem keamanan dengan menemukan dan menonaktifkan semua alarm'. Apakah Anda akan mengambil tantangan ini?",
      "CONFIRM": "Nonaktifkan Alarm"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan dengan mesin besar dan rumit. Sebuah tanda di dinding bertuliskan 'Untuk membuka pintu, Anda harus mencari tahu cara mengoperasikan mesin dan menyelesaikan tugas yang dirancang untuknya'. Apakah Anda akan mengambil tantangan ini?",
      "CONFIRM": "Operasikan Mesin"
    },
    {
      "STORY": "Anda menemukan sebuah ruangan yang dipenuhi dengan gambar holografik dari berbagai adegan cyberpunk. Sebuah tanda di dinding bertuliskan 'Untuk membuka pintu, Anda harus menavigasi dunia holografik dan menemukan kunci tersembunyi'. Apakah Anda akan mengambil tantangan ini?",
      "CONFIRM": "Navigasi Dunia Holografik"
    },
    {
      "STORY": "Anda menemukan sebuah terminal tua yang ditinggalkan, setelah beberapa menit meretas, Anda menemukan sebuah ruangan tersembunyi yang berisi peti, namun pintunya dijaga oleh sebuah AI, apakah Anda ingin menantangnya?",
      "CONFIRM": "Tantang AI"
    },
    {
      "STORY": "Kamu mendengar suara aneh dari pipa, setelah menyelidiki, kamu menemukan sebuah kompartemen kecil yang berisi kartu kunci, namun sepertinya dijaga oleh jebakan, apakah kamu ingin menonaktifkannya?",
      "CONFIRM": "Nonaktifkan jebakan"
    },
    {
      "STORY": "Kamu melihat sebuah pintu yang memiliki simbol terukir di atasnya, sepertinya itu adalah kode untuk membukanya, namun kamu harus menemukan semua bagian kode yang tersebar di sekitar ruangan, apakah kamu ingin memulai pencarian?",
      "CONFIRM": "Mulai pencarian"
    },
    {
      "STORY": "Kamu menemukan sebuah ruangan dengan monitor besar, sepertinya ini adalah permainan teka-teki, dan hadiah untuk menyelesaikannya adalah harta karun tersembunyi, apakah kamu ingin memainkan permainan ini?",
      "CONFIRM": "Mainkan permainan"
    },
    {
      "STORY": "Kamu menemukan sebuah ruangan yang memiliki kotak kaca besar, sepertinya ini adalah teka-teki untuk membukanya, apakah kamu ingin mencobanya?",
      "CONFIRM": "Coba teka-teki"
    },
    {
      "STORY": "Anda melihat sebuah ruangan yang memiliki mekanisme aneh, sepertinya ini adalah sebuah tantangan mekanik, apakah Anda ingin mencobanya?",
      "CONFIRM": "Coba tantangan mekanik"
    }
  ]
}