{
  "SCENARIOS": [
    {
      "STORY": "คุณเห็นอุปกรณ์แปลกๆ วางอยู่มุมหนึ่ง ดูเหมือนว่าจะเป็นล็อคดิจิทัลสำหรับห้องลับ ต้องมีอะไรเจ๋งๆ ซ่อนอยู่ในนั้น แต่ดูเหมือนว่าจะใช้เวลาสักพักในการปลดล็อค คุณต้องการที่จะดำเนินการต่อไหม",
      "CONFIRM": "ปลดล็อค"
    },
    {
      "STORY": "เมื่อคุณเข้าใกล้ซอยมืด คุณเห็นเงาร่างในฮู้ดกำลังยุ่งอยู่กับตู้เซฟไฮเทค เมื่อคุณเข้าไปใกล้ขึ้น เงาร่างในฮู้ดก็วิ่งหนีไป ทิ้งตู้เซฟและโน้ตที่เขียนว่า รหัสปลดล็อกตู้เซฟซ่อนอยู่ในป้ายไฟนีออนใกล้ๆ คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "ถอดรหัส"
    },
    {
      "STORY": "คุณพบประตูที่ล็อคอยู่พร้อมกับแป้นพิมพ์อยู่ข้างๆ เมื่อคุณสังเกตใกล้ๆ คุณจะเห็นว่าแป้นพิมพ์นั้นมีคราบสกปรกปกคลุมอยู่ ทำให้อ่านตัวเลขได้ยาก ป้ายบนประตูเขียนว่า 'ทำความสะอาดแป้นพิมพ์และป้อนลำดับตัวเลขที่ถูกต้องเพื่อปลดล็อคประตู' คุณจะรับภารกิจนี้ไหม",
      "CONFIRM": "ทำความสะอาดและป้อน"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยระบบคอมพิวเตอร์ขั้นสูงและไฟกระพริบ เสียงดังจากลำโพงว่า 'เพื่อปลดล็อกของลับ คุณต้องแฮ็กเข้าไปในเมนเฟรมและทำภารกิจที่ซับซ้อนให้สำเร็จ' คุณจะรับมือกับความท้าทายนี้ไหม",
      "CONFIRM": "แฮ็ก"
    },
    {
      "STORY": "เมื่อคุณสำรวจอาคารที่มืดและถูกทิ้งร้าง คุณพบห้องที่เต็มไปด้วยเลเซอร์กระพริบ ป้ายบนผนังเขียนว่า 'เพื่อปลดล็อกประตู คุณต้องนำทางผ่านเขาวงกตของเลเซอร์โดยไม่ทำให้สัญญาณเตือนดังขึ้น' คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "นำทาง"
    },
    {
      "STORY": "คุณพบประตูที่ล็อคอยู่ซึ่งมีปริศนาที่เขียนไว้บนมัน ปริศนาระบุว่า 'ฉันถูกนำมาจากเหมือง และถูกเก็บไว้ในกล่องไม้ ซึ่งฉันไม่เคยถูกปล่อยออกมา และถึงอย่างนั้นฉันก็ถูกใช้โดยแทบทุกคน' คำตอบของปริศนาคือกุญแจในการเปิดประตู คุณจะไขปริศนานี้ไหม",
      "CONFIRM": "ไข"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยปริศนาและเกมทดสอบความคิด ป้ายบนผนังเขียนว่า 'เพื่อเปิดประตู คุณต้องแก้ปริศนาและเกมทดสอบทั้งหมดภายในเวลาที่กำหนด' คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "แก้ปริศนา"
    },
    {
      "STORY": "คุณพบห้องที่มีระบบรักษาความปลอดภัยที่ทันสมัย ป้ายบนผนังเขียนว่า 'เพื่อปลดล็อกประตู คุณต้องปิดระบบรักษาความปลอดภัยโดยการค้นหาและปิดสัญญาณเตือนทั้งหมด' คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "ปิดสัญญาณเตือน"
    },
    {
      "STORY": "คุณพบห้องที่มีเครื่องจักรขนาดใหญ่และซับซ้อน ป้ายบนผนังเขียนว่า 'เพื่อเปิดประตู คุณต้องหาวิธีใช้งานเครื่องจักรและทำภารกิจที่มันถูกออกแบบมาให้เสร็จ' คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "ใช้งานเครื่องจักร"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยภาพโฮโลกราฟิกของฉากไซเบอร์พังค์ต่างๆ ป้ายบนผนังเขียนว่า 'เพื่อปลดล็อกประตู คุณต้องนำทางผ่านโลกโฮโลกราฟิกและค้นหากุญแจที่ซ่อนอยู่' คุณจะรับความท้าทายนี้ไหม",
      "CONFIRM": "นำทางในโลกโฮโลกราฟิก"
    },
    {
      "STORY": "คุณพบกับเทอร์มินัลเก่าที่ถูกทิ้งร้าง หลังจากแฮ็กไปสักพัก คุณพบห้องลับที่มีหีบอยู่ แต่ประตูนั้นถูกปกป้องโดย AI คุณต้องการท้าทายมันไหม",
      "CONFIRM": "ท้า AI"
    },
    {
      "STORY": "คุณได้ยินเสียงแปลกๆ มาจากท่อ หลังจากตรวจสอบคุณพบช่องเล็กๆ ที่มีการ์ดกุญแจอยู่ แต่ดูเหมือนว่าจะมีกับดักคอยป้องกันอยู่ คุณต้องการที่จะทำลายกับดักนี้ไหม",
      "CONFIRM": "ทำลายกับดัก"
    },
    {
      "STORY": "คุณเห็นประตูที่มีสัญลักษณ์แกะสลักอยู่ ดูเหมือนว่าจะเป็นรหัสเพื่อปลดล็อค แต่คุณต้องหาชิ้นส่วนของรหัสทั้งหมดที่กระจายอยู่ในห้อง คุณต้องการเริ่มค้นหาหรือไม่",
      "CONFIRM": "เริ่มค้นหา"
    },
    {
      "STORY": "คุณพบห้องที่มีจอมอนิเตอร์ขนาดใหญ่ ดูเหมือนว่าจะเป็นเกมปริศนา และรางวัลสำหรับการแก้ปริศนาคือของลับ คุณต้องการเล่นเกมนี้ไหม",
      "CONFIRM": "เล่นเกม"
    },
    {
      "STORY": "คุณพบห้องที่มีตู้กระจกขนาดใหญ่ ดูเหมือนว่าจะมีปริศนาในการเปิดมัน คุณต้องการที่จะไขปริศนานี้ไหม",
      "CONFIRM": "ไขปริศนา"
    },
    {
      "STORY": "คุณเห็นห้องที่มีกลไกแปลกๆ ดูเหมือนว่าจะเป็นความท้าทายทางกลไก คุณต้องการลองทำมันไหม",
      "CONFIRM": "ลองความท้าทายทางกลไก"
    }
  ]
}