{
  "SCENARIOS": [
    {
      "STORY": "คุณพบกับหีบล็อกที่เต็มไปด้วยของมีค่า หีบนี้มีการตั้งกับดักไฟฟ้า การพยายามปลดล็อกจะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "ปลดล็อก"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยก๊าซพิษ คุณต้องไปยังอีกด้านของห้องเพื่อไปยังที่ซ่อนอาวุธ ก๊าซจะทำให้สุขภาพของคุณเสียหายหากคุณเลือกที่จะข้ามห้อง",
      "CONFIRM": "ข้าม"
    },
    {
      "STORY": "คุณพบเทอร์มินัลที่จำเป็นต้องใช้เพื่อปลดล็อกประตูลับ เทอร์มินัลนี้มีหุ่นยนต์รักษาความปลอดภัยที่ล้ำสมัยคอยเฝ้าระวังและติดอาวุธเลเซอร์ที่อันตราย การแฮ็กเข้าไปในเทอร์มินัลจะทำให้หุ่นยนต์โจมตีคุณและทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "แฮ็ก"
    },
    {
      "STORY": "คุณค้นพบห้องที่เต็มไปด้วยของเหลวที่ติดไฟได้ง่าย ห้องนี้ยังมีอุปกรณ์มีค่า ที่คุณต้องการจะเก็บไว้ การจุดไฟให้กับของเหลวจะทำให้เกิดการระเบิดและทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "จุดไฟ"
    },
    {
      "STORY": "คุณพบประตูที่ซ่อนอยู่ซึ่งมีตาข่ายเลเซอร์อันตรายคอยปกป้อง ประตูนี้นำไปสู่ห้องที่เต็มไปด้วยของมีค่า การปิดตาข่ายเลเซอร์จะทำให้เลเซอร์ย้อนกลับและทำให้คุณได้รับความเสียหาย",
      "CONFIRM": "ปิด"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยวัสดุกัมมันตภาพรังสีสูง ห้องนี้ยังมีเทคโนโลยีที่มีค่า ซึ่งคุณต้องการจะได้มา การเข้าไปในห้องนี้จะทำให้คุณได้รับความเสียหายจากรังสีและทำให้คุณสูญเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เข้าไป"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยหุ่นยนต์อันตราย ห้องนี้มีอุปกรณ์มีค่าอยู่ซึ่งคุณต้องการ การต่อสู้กับหุ่นยนต์จะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เข้าร่วม"
    },
    {
      "STORY": "คุณบังเอิญเจอห้องที่เต็มไปด้วยสารกัดกร่อนสูง ห้องนี้ยังมีเทคโนโลยีมีค่า ที่คุณต้องการเก็บเกี่ยว การสัมผัสสารนี้จะทำให้คุณได้รับความเสียหายและเสียพลังชีวิตบางส่วน",
      "CONFIRM": "สัมผัส"
    },
    {
      "STORY": "คุณค้นพบห้องที่เต็มไปด้วยความร้อนจัด ห้องนี้ยังมีอุปกรณ์มีค่า ที่คุณต้องการจะได้มา การเข้าไปในห้องนี้จะทำให้คุณได้รับความเสียหายจากความร้อนและทำให้คุณสูญเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เข้าไป"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยไวรัสอันตราย ห้องนี้ยังมีเทคโนโลยีมีค่า ที่คุณต้องการเข้าถึง การเข้าไปในห้องจะทำให้คุณได้รับความเสียหายจากไวรัสและเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เข้า"
    },
    {
      "STORY": "คุณพบตู้เซฟที่ล็อคซึ่งต้องการรหัสผ่านเพื่อปลดล็อค คุณสังเกตเห็นเทอร์มินัลคอมพิวเตอร์ใกล้ๆ และตระหนักว่าคุณสามารถพยายามแฮกระบบเพื่อรับรหัสได้ แต่มีโอกาสที่คุณอาจถูกจับได้และทำให้เกิดสัญญาณเตือน",
      "CONFIRM": "แฮก"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยก๊าซพิษ คุณเห็นของมีค่านั่งอยู่บนแท่นกลางห้อง เพื่อจะเก็บของนั้น คุณต้องกลั้นหายใจและวิ่งผ่านก๊าซ แต่มีโอกาสที่จะทำให้สุขภาพของคุณเสียหาย",
      "CONFIRM": "เก็บของ"
    },
    {
      "STORY": "คุณพบประตูที่ถูกบล็อกด้วยกระแสไฟฟ้าที่ทรงพลัง คุณสามารถลองข้ามกระแสโดยการเปลี่ยนเส้นทางพลังงานจากระบบใกล้เคียง แต่การทำเช่นนั้นอาจทำให้เกิดการพุ่งของไฟฟ้าที่อันตราย",
      "CONFIRM": "ข้ามกระแส"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยกับดักฮอโลกราฟิก เพื่อที่จะไปยังของรางวัล คุณจะต้องนำทางผ่านกับดัก แต่คุณอาจจะได้รับความเสียหายในกระบวนการนี้",
      "CONFIRM": "นำทางผ่านกับดัก"
    },
    {
      "STORY": "คุณพบห้องที่มีหุ่นยนต์ทรงพลังเฝ้าระวัง คุณสามารถพยายามปิดการทำงานของมันโดยการแฮ็กเข้าไปในระบบ แต่มีโอกาสที่มันจะตรวจจับและโจมตีคุณ",
      "CONFIRM": "ปิดการทำงานหุ่นยนต์"
    },
    {
      "STORY": "คุณพบประตูที่ล็อคซึ่งต้องการคำสั่งเสียงเพื่อเปิด คุณสามารถลองเลียนเสียงของคนที่พูดคำสั่งล่าสุดได้ แต่มีความเสี่ยงที่คุณจะทำผิดพลาดและทำให้เกิดสัญญาณเตือน",
      "CONFIRM": "เลียนเสียง"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยรังสีอันตราย เพื่อที่จะเก็บของรางวัล คุณจะต้องสวมชุดป้องกัน แต่ถึงแม้จะใส่ชุดนี้ คุณก็ยังจะได้รับความเสียหายอยู่ดี",
      "CONFIRM": "เก็บของรางวัล"
    },
    {
      "STORY": "คุณพบห้องที่มีเลเซอร์เป็นเขาวงกตคอยป้องกัน เพื่อไปยังของรางวัล คุณต้องเดินผ่านเลเซอร์เหล่านี้ แต่มีโอกาสที่จะทำให้คุณได้รับบาดเจ็บ",
      "CONFIRM": "เดินผ่านเลเซอร์"
    },
    {
      "STORY": "คุณพบประตูที่ถูกปิดผนึกด้วยล็อคแม่เหล็ก คุณสามารถลองปิดล็อคได้ แต่มีโอกาสที่คุณจะติดอยู่และได้รับความเสียหายจากสนามแม่เหล็ก",
      "CONFIRM": "ปิดล็อค"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยเสียงรบกวนระดับต่ำที่ทำให้เกิดการรบกวนกับอุปกรณ์ของคุณ เพื่อเก็บของที่ได้มา คุณจะต้องเข้าไปในห้องและปิดแหล่งที่มาของการรบกวน แต่คุณอาจจะได้รับความเสียหายจากเสียงนั้น",
      "CONFIRM": "เก็บของที่ได้มา"
    },
    {
      "STORY": "คุณพบกับปัญญาประดิษฐ์ที่เสียหายซึ่งเฝ้าห้องลับที่เต็มไปด้วยของมีค่า ปัญญาประดิษฐ์ยินดีให้คุณเข้าถึง แต่ต้องการให้คุณแก้ปริศนาที่ซับซ้อนภายในเวลาที่จำกัด",
      "CONFIRM": "แก้ปริศนา"
    },
    {
      "STORY": "คุณบังเอิญเจอห้องที่เต็มไปด้วยกับดักและสิ่งมีชีวิตกลไกที่อันตราย ห้องนี้มีวัตถุโบราณที่มีค่า แต่การเข้าถึงมันจะทำให้คุณเสียพลังชีวิตไปมาก",
      "CONFIRM": "พยายามนำวัตถุโบราณออกมา"
    },
    {
      "STORY": "คุณค้นพบห้องทดลองลับที่มีการอัพเกรดไซเบอร์เนติกขั้นสูง เพื่อเข้าถึงการอัพเกรด คุณต้องผ่านกระบวนการที่เจ็บปวดและเสี่ยงอันตราย",
      "CONFIRM": "เข้ารับกระบวนการ"
    },
    {
      "STORY": "คุณพบคลับต่อสู้ใต้ดินที่นักสู้ที่เสริมด้วยไซเบอร์ต่อสู้กัน เพื่อเข้าร่วม คุณต้องเอาชนะแชมป์ปัจจุบันและชนะคะแนนชีวิตจำนวนมาก",
      "CONFIRM": "เข้าคลับต่อสู้"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยก๊าซพิษ ก๊าซนี้มีเทคโนโลยีที่หายากซึ่งสำคัญต่อภารกิจของคุณ การสูดดมก๊าซจะทำให้คุณเสียพลังชีวิต แต่เป็นวิธีเดียวที่จะนำเทคโนโลยีกลับมาได้",
      "CONFIRM": "นำเทคโนโลยีกลับมา"
    },
    {
      "STORY": "คุณพบแฮกเกอร์ที่มีพลังซึ่งถือข้อมูลล้ำค่าเป็นตัวประกัน แฮกเกอร์เรียกร้องให้คุณทำภารกิจอันตรายหลายอย่างเพื่อแลกกับข้อมูล แต่การทำภารกิจเหล่านี้จะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "ทำภารกิจ"
    },
    {
      "STORY": "คุณบังเอิญเจอห้องที่เต็มไปด้วยอุปกรณ์รักษาความปลอดภัยสุดไฮเทค ห้องนี้มีของมีค่า แต่เพื่อที่จะเอามันออกมา คุณต้องแฮกระบบรักษาความปลอดภัย ซึ่งจะทำให้เกิดสัญญาณเตือนและทำให้คุณตกอยู่ในอันตราย",
      "CONFIRM": "แฮกระบบรักษาความปลอดภัย"
    },
    {
      "STORY": "คุณพบห้องทดลองอาวุธที่ทดลอง ในการทดสอบอาวุธ คุณต้องกลายเป็นผู้ทดลอง ซึ่งจะทำให้คุณสูญเสียพลังชีวิตบางส่วน แต่ก็จะมอบข้อมูลที่มีค่าและการอัพเกรดอาวุธให้กับคุณ",
      "CONFIRM": "กลายเป็นผู้ทดลอง"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยสารเคมีอันตราย สารเคมีเหล่านี้มีสูตรที่มีค่า แต่การเข้าถึงจะทำให้คุณเสียพลังชีวิตเนื่องจากพิษของสารเคมี",
      "CONFIRM": "เข้าถึงสูตร"
    },
    {
      "STORY": "คุณพบห้องที่มีไซบอร์กทรงพลังเฝ้าอยู่ เพื่อที่จะได้เทคโนโลยีมีค่าในห้องนี้ คุณต้องเอาชนะไซบอร์กในการต่อสู้ แต่การทำเช่นนั้นจะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เอาชนะไซบอร์ก"
    },
    {
      "STORY": "คุณพบกับปัญญาประดิษฐ์ที่เสียหายซึ่งเฝ้าห้องลับที่เต็มไปด้วยของมีค่า ปัญญาประดิษฐ์ยินดีให้คุณเข้าถึง แต่ต้องการให้คุณแก้ปริศนาที่ซับซ้อนภายในเวลาที่จำกัด",
      "CONFIRM": "แก้ปริศนา"
    },
    {
      "STORY": "คุณบังเอิญเจอห้องที่เต็มไปด้วยกับดักและสิ่งมีชีวิตกลไกที่อันตราย ห้องนี้มีวัตถุโบราณที่มีค่า แต่การเข้าถึงมันจะทำให้คุณเสียพลังชีวิตไปมาก",
      "CONFIRM": "พยายามนำวัตถุโบราณออกมา"
    },
    {
      "STORY": "คุณค้นพบห้องทดลองลับที่มีการอัพเกรดไซเบอร์เนติกขั้นสูง เพื่อเข้าถึงการอัพเกรด คุณต้องผ่านกระบวนการที่เจ็บปวดและเสี่ยงอันตราย",
      "CONFIRM": "เข้ารับกระบวนการ"
    },
    {
      "STORY": "คุณพบคลับต่อสู้ใต้ดินที่นักสู้ที่เสริมด้วยไซเบอร์ต่อสู้กัน เพื่อเข้าร่วม คุณต้องเอาชนะแชมป์ปัจจุบันและชนะคะแนนชีวิตจำนวนมาก",
      "CONFIRM": "เข้าคลับต่อสู้"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยก๊าซพิษ ก๊าซนี้มีเทคโนโลยีที่หายากซึ่งสำคัญต่อภารกิจของคุณ การสูดดมก๊าซจะทำให้คุณเสียพลังชีวิต แต่เป็นวิธีเดียวที่จะนำเทคโนโลยีกลับมาได้",
      "CONFIRM": "นำเทคโนโลยีกลับมา"
    },
    {
      "STORY": "คุณพบแฮกเกอร์ที่มีพลังซึ่งถือข้อมูลล้ำค่าเป็นตัวประกัน แฮกเกอร์เรียกร้องให้คุณทำภารกิจอันตรายหลายอย่างเพื่อแลกกับข้อมูล แต่การทำภารกิจเหล่านี้จะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "ทำภารกิจ"
    },
    {
      "STORY": "คุณบังเอิญเจอห้องที่เต็มไปด้วยอุปกรณ์รักษาความปลอดภัยสุดไฮเทค ห้องนี้มีของมีค่า แต่เพื่อที่จะเอามันออกมา คุณต้องแฮกระบบรักษาความปลอดภัย ซึ่งจะทำให้เกิดสัญญาณเตือนและทำให้คุณตกอยู่ในอันตราย",
      "CONFIRM": "แฮกระบบรักษาความปลอดภัย"
    },
    {
      "STORY": "คุณพบห้องทดลองอาวุธที่ทดลอง ในการทดสอบอาวุธ คุณต้องกลายเป็นผู้ทดลอง ซึ่งจะทำให้คุณสูญเสียพลังชีวิตบางส่วน แต่ก็จะมอบข้อมูลที่มีค่าและการอัพเกรดอาวุธให้กับคุณ",
      "CONFIRM": "กลายเป็นผู้ทดลอง"
    },
    {
      "STORY": "คุณพบห้องที่เต็มไปด้วยสารเคมีอันตราย สารเคมีเหล่านี้มีสูตรที่มีค่า แต่การเข้าถึงจะทำให้คุณเสียพลังชีวิตเนื่องจากพิษของสารเคมี",
      "CONFIRM": "เข้าถึงสูตร"
    },
    {
      "STORY": "คุณพบห้องที่มีไซบอร์กทรงพลังเฝ้าอยู่ เพื่อที่จะได้เทคโนโลยีมีค่าในห้องนี้ คุณต้องเอาชนะไซบอร์กในการต่อสู้ แต่การทำเช่นนั้นจะทำให้คุณเสียพลังชีวิตบางส่วน",
      "CONFIRM": "เอาชนะไซบอร์ก"
    }
  ]
}