{
  "SCENARIOS": [
    {
      "STORY": "コーナーに置かれている奇妙な装置を見つけました。隠し部屋へのデジタルロックのようです。そこには何かすごいものが隠されているはずですが、解除するには時間がかかりそうです。続けますか？",
      "CONFIRM": "解除する"
    },
    {
      "STORY": "暗い路地に近づくと、フードを被った人影がハイテクセーフをいじっているのが見えます。近づくと、フードを被った人影が素早く逃げ去り、セーフと「セーフを開けるコードは近くのネオンサインに隠されています」と書かれたメモを残します。挑戦しますか？",
      "CONFIRM": "デコード"
    },
    {
      "STORY": "鍵付きのドアにキーパッドがあります。よく見ると、キーパッドは汚れで覆われており、数字が読みにくいです。ドアには「キーパッドをきれいにして、正しい数字の順番を入力してドアを開けてください」というサインがあります。このタスクに挑戦しますか？",
      "CONFIRM": "きれいにして入力"
    },
    {
      "STORY": "あなたは高度なコンピューターシステムと点滅するライトで満たされた部屋に出くわします。インターコムを通じて声が響き渡ります、「隠された宝を手に入れるには、メインフレームにハッキングして複雑なチャレンジをクリアしなければなりません」。あなたはその挑戦に立ち向かいますか？",
      "CONFIRM": "ハック"
    },
    {
      "STORY": "暗い廃墟の建物を探索していると、点滅するレーザーが詰まった部屋に出くわします。壁には「ドアを開けるには、警報を鳴らさずにレーザーの迷路を進まなければなりません」と書かれています。あなたはこの挑戦に挑みますか？",
      "CONFIRM": "進む"
    },
    {
      "STORY": "鍵のかかったドアに出くわしました。ドアにはなぞなぞが書かれています。なぞなぞには「私は鉱山から取られ、木製の箱に閉じ込められ、決して解放されることはありませんが、ほとんどの人に使われています」と書かれています。なぞなぞの答えがドアを開ける鍵になります。あなたはこのなぞなぞを解きますか？",
      "CONFIRM": "解く"
    },
    {
      "STORY": "あなたはパズルや謎解きで満たされた部屋に出くわします。壁には「ドアを開けるには、与えられた時間内にすべてのパズルと謎を解かなければなりません」と書かれています。あなたはこの挑戦に挑みますか？",
      "CONFIRM": "パズルを解く"
    },
    {
      "STORY": "高度なセキュリティシステムが備わった部屋に出くわしました。壁には「ドアを開けるには、すべてのアラームを見つけて無効にする必要があります」と書かれたサインがあります。挑戦を受けますか？",
      "CONFIRM": "アラームを無効にする"
    },
    {
      "STORY": "大きくて複雑な機械がある部屋に出くわしました。壁には「ドアを開けるには、機械の操作方法を見つけて、設計されたタスクを完了させなければなりません」というサインがあります。挑戦しますか？",
      "CONFIRM": "機械を操作する"
    },
    {
      "STORY": "サイバーパンクの様々なシーンのホログラフィックイメージで満たされた部屋に出くわします。壁には「ドアを開けるには、ホログラフィックの世界を巡り、隠された鍵を見つけなければなりません」と書かれています。あなたはこの挑戦に挑みますか？",
      "CONFIRM": "ホログラフィックの世界を巡る"
    },
    {
      "STORY": "あなたは古い放棄された端末に偶然出くわしました。数分のハッキングの後、チェストを含む隠し部屋を発見しましたが、ドアはAIによって守られています。挑戦しますか？",
      "CONFIRM": "AIに挑戦する"
    },
    {
      "STORY": "パイプから奇妙な音が聞こえてきました。調査した後、鍵カードが入った小さなコンパートメントを見つけましたが、何らかの罠で守られているようです。解除しますか？",
      "CONFIRM": "罠を解除する"
    },
    {
      "STORY": "あなたは刻まれたシンボルがあるドアを見つけました。それは解錠するためのコードのようですが、部屋中に散らばったコードのピースを見つけなければなりません。検索を開始しますか？",
      "CONFIRM": "検索を開始する"
    },
    {
      "STORY": "大きなモニターのある部屋を見つけました。パズルゲームのようですが、解いた報酬は隠しアイテムです。ゲームをプレイしますか？",
      "CONFIRM": "ゲームをプレイする"
    },
    {
      "STORY": "大きなガラスケースがある部屋を見つけました。それは解錠の謎のようです。解くことにしますか？",
      "CONFIRM": "謎を解く"
    },
    {
      "STORY": "あなたは奇妙なメカニズムを備えた部屋を見つけました。それは機械的な挑戦のようです。挑戦しますか？",
      "CONFIRM": "機械的な挑戦に挑戦する"
    }
  ]
}