{
  "VARIABLES": [
    "時間"
  ],
  "SCENARIOS": [
    {
      "STORY": "貴重なアイテムで満たされたロックされた宝箱に偶然出くわしました。宝箱は電気ショック装置で罠が仕掛けられています。解除しようとすると、生命力を消費します。",
      "CONFIRM": "解除する"
    },
    {
      "STORY": "毒ガスで満たされた部屋に出くわしました。隠し武器のストックに到達するために部屋の反対側に行く必要があります。部屋を横断することを選択すると、ガスによって健康が損なわれます。",
      "CONFIRM": "横断する"
    },
    {
      "STORY": "秘密の扉を開けるために必要な端末を見つけました。端末は高度なセキュリティボットに守られており、致命的なレーザーで武装しています。端末にハッキングすると、ボットが攻撃してきて、あなたの生命力を減らすことになります。",
      "CONFIRM": "ハック"
    },
    {
      "STORY": "あなたは高度に可燃性の液体で満たされた部屋を発見しました。部屋にはあなたが手に入れる必要のある貴重な装備も含まれています。液体を点火すると爆発が起こり、あなたの生命力をいくつか失うことになります。",
      "CONFIRM": "点火する"
    },
    {
      "STORY": "あなたは致命的なレーザーグリッドで守られた隠し扉を見つけました。その扉は貴重なアイテムで満たされた部屋に繋がっています。レーザーグリッドを無効にすると、レーザーが逆に反応してあなたの生命力にダメージを与えます。",
      "CONFIRM": "無効化"
    },
    {
      "STORY": "あなたは高度に放射性物質で満たされた部屋に出くわしました。部屋にはあなたが入手する必要のある貴重なテクノロジーも含まれています。部屋に進むと放射能のダメージを受け、いくらかの生命力を失うことになります。",
      "CONFIRM": "進む"
    },
    {
      "STORY": "危険なロボットで満たされた部屋を見つけました。その部屋にはあなたが手に入れる必要のある貴重な装備が含まれています。ロボットと戦うことであなたの生命力が減少します。",
      "CONFIRM": "戦う"
    },
    {
      "STORY": "あなたは高度に腐食性のある物質で満たされた部屋に偶然出くわしました。その部屋にはあなたが手に入れる必要のある貴重なテクノロジーも含まれています。物質に触れるとダメージを受け、あなたの生命力を消耗させます。",
      "CONFIRM": "タッチ"
    },
    {
      "STORY": "あなたは激しい熱を放つ部屋を発見しました。部屋にはあなたが手に入れる必要のある貴重な装備も含まれています。部屋に進むと熱ダメージを受け、生命力を消耗します。",
      "CONFIRM": "進む"
    },
    {
      "STORY": "あなたは致死性のウイルスで満たされた部屋を見つけました。部屋にはあなたが手に入れる必要のある貴重なテクノロジーも含まれています。部屋に入るとウイルスのダメージを受け、いくらかの生命力を失います。",
      "CONFIRM": "入る"
    },
    {
      "STORY": "あなたはロックされた金庫を見つけました。解錠するにはパスコードが必要です。近くにコンピューターターミナルがあることに気づき、システムにハッキングしてコードを手に入れることができるかもしれませんが、捕まってアラームを発動させる可能性もあります。",
      "CONFIRM": "ハックする"
    },
    {
      "STORY": "有毒ガスで満たされた部屋を見つけました。部屋の中央にある台座の上に貴重なアイテムが見えます。アイテムを取り出すには、息を止めてガスを駆け抜ける必要がありますが、健康に悪影響を及ぼす可能性があります。",
      "CONFIRM": "アイテムを取り出す"
    },
    {
      "STORY": "強力な電流でブロックされたドアが目の前に現れます。近くのシステムから電力を再配線して電流をバイパスすることもできますが、危険なサージを引き起こす可能性があります。",
      "CONFIRM": "電流をバイパスする"
    },
    {
      "STORY": "ホログラフィックな罠で満たされた部屋を見つけました。ルートにたどり着くためには、罠をかわして進む必要がありますが、その過程でダメージを受ける可能性があります。",
      "CONFIRM": "罠をかわして進む"
    },
    {
      "STORY": "強力なロボットに守られた部屋に出くわしました。システムにハッキングして無力化することもできますが、検知されて攻撃される可能性があります。",
      "CONFIRM": "ロボットを無力化する"
    },
    {
      "STORY": "あなたは声のコマンドを必要とするロックされたドアを見つけました。最後にコマンドを話した人の声を真似ることができますが、間違えてアラームを発動させるリスクがあります。",
      "CONFIRM": "声を真似る"
    },
    {
      "STORY": "危険な放射線で満たされた部屋に出くわしました。戦利品を回収するには防護服を着用する必要がありますが、防護服を着ていてもダメージを受けることがあります。",
      "CONFIRM": "戦利品を回収する"
    },
    {
      "STORY": "レーザービームの迷路で守られた部屋を見つけました。宝物にたどり着くためには、ビームを操縦する必要がありますが、健康に悪影響を及ぼす可能性があります。",
      "CONFIRM": "ビームを操縦する"
    },
    {
      "STORY": "あなたは磁気ロックで密閉されたドアに出くわします。ロックを解除しようとすることができますが、磁場からダメージを受けてしまう可能性があります。",
      "CONFIRM": "ロックを解除する"
    },
    {
      "STORY": "装備に干渉を引き起こす低レベルのノイズで満たされた部屋を発見しました。戦利品を回収するには、部屋に入って干渉の源を無効にする必要がありますが、ノイズからのダメージを受ける可能性があります。",
      "CONFIRM": "戦利品を回収する"
    },
    {
      "STORY": "貴方は貴重なアイテムで満たされた隠し部屋を守る破損したAIに遭遇しました。AIは貴方にアクセスを与えることを望んでいますが、制限時間内に複雑なパズルを解く必要があります。",
      "CONFIRM": "パズルを解く"
    },
    {
      "STORY": "あなたは罠と危険な機械生物で満たされた部屋に迷い込みました。部屋には貴重なアーティファクトがありますが、それにたどり着くにはかなりの生命力を消耗する必要があります。",
      "CONFIRM": "アーティファクトを取りに行く"
    },
    {
      "STORY": "あなたは先進的なサイバネティックアップグレードを備えた秘密の研究所を発見しました。アップグレードにアクセスするためには、痛みを伴う危険な手術を受ける必要があります。",
      "CONFIRM": "手術を受ける"
    },
    {
      "STORY": "サイバーネットを身につけた戦士たちが戦う地下の闘技場を発見しました。入場するには、現在のチャンピオンを倒し、大量の生命力を獲得する必要があります。",
      "CONFIRM": "闘技場に入る"
    },
    {
      "STORY": "あなたは有毒ガスで満たされた部屋を見つけました。そのガスにはミッションに不可欠な珍しいテクノロジーが含まれています。ガスを吸い込むと生命力が減りますが、テクノロジーを回収する唯一の方法です。",
      "CONFIRM": "テクノロジーを回収する"
    },
    {
      "STORY": "貴方は貴重な情報を身代金に要求する強力なハッカーと遭遇しました。ハッカーは情報と引き換えに危険なタスクを完了するよう要求しますが、それらを完了することで生命力を消耗することになります。",
      "CONFIRM": "タスクを完了する"
    },
    {
      "STORY": "あなたはハイテクなセキュリティデバイスで満たされた部屋に偶然出くわしました。部屋には貴重な戦利品がありますが、それを手に入れるためにはセキュリティシステムをハックする必要があります。しかし、それによりアラームが作動し、危険にさらされることになります。",
      "CONFIRM": "セキュリティシステムをハックする"
    },
    {
      "STORY": "実験兵器研究所を発見しました。兵器をテストするためには、被験者になる必要があります。これにより、生命力を消費しますが、貴重な情報や兵器のアップグレードを得ることができます。",
      "CONFIRM": "被験者になる"
    },
    {
      "STORY": "危険な化学物質で満たされた部屋を見つけました。これらの化学物質には貴重な式が含まれていますが、アクセスするには化学物質の有毒性のために生命力を消耗する必要があります。",
      "CONFIRM": "式にアクセスする"
    },
    {
      "STORY": "強力なサイボーグに守られた部屋を見つけました。部屋の中にある貴重なテクノロジーを手に入れるためには、サイボーグとの戦闘に勝利しなければなりませんが、そのためには生命力を犠牲にする必要があります。",
      "CONFIRM": "サイボーグを倒す"
    },
    {
      "STORY": "貴方は貴重なアイテムで満たされた隠し部屋を守る破損したAIに遭遇しました。AIは貴方にアクセスを与えることを望んでいますが、制限時間内に複雑なパズルを解く必要があります。",
      "CONFIRM": "パズルを解く"
    },
    {
      "STORY": "あなたは罠と危険な機械生物で満たされた部屋に迷い込みました。部屋には貴重なアーティファクトがありますが、それにたどり着くにはかなりの生命力を消耗する必要があります。",
      "CONFIRM": "アーティファクトを取りに行く"
    },
    {
      "STORY": "あなたは先進的なサイバネティックアップグレードを備えた秘密の研究所を発見しました。アップグレードにアクセスするためには、痛みを伴う危険な手術を受ける必要があります。",
      "CONFIRM": "手術を受ける"
    },
    {
      "STORY": "サイバーネットを身につけた戦士たちが戦う地下の闘技場を発見しました。入場するには、現在のチャンピオンを倒し、大量の生命力を獲得する必要があります。",
      "CONFIRM": "闘技場に入る"
    },
    {
      "STORY": "あなたは有毒ガスで満たされた部屋を見つけました。そのガスにはミッションに不可欠な珍しいテクノロジーが含まれています。ガスを吸い込むと生命力が減りますが、テクノロジーを回収する唯一の方法です。",
      "CONFIRM": "テクノロジーを回収する"
    },
    {
      "STORY": "貴方は貴重な情報を身代金に要求する強力なハッカーと遭遇しました。ハッカーは情報と引き換えに危険なタスクを完了するよう要求しますが、それらを完了することで生命力を消耗することになります。",
      "CONFIRM": "タスクを完了する"
    },
    {
      "STORY": "あなたはハイテクなセキュリティデバイスで満たされた部屋に偶然出くわしました。部屋には貴重な戦利品がありますが、それを手に入れるためにはセキュリティシステムをハックする必要があります。しかし、それによりアラームが作動し、危険にさらされることになります。",
      "CONFIRM": "セキュリティシステムをハックする"
    },
    {
      "STORY": "実験兵器研究所を発見しました。兵器をテストするためには、被験者になる必要があります。これにより、生命力を消費しますが、貴重な情報や兵器のアップグレードを得ることができます。",
      "CONFIRM": "被験者になる"
    },
    {
      "STORY": "危険な化学物質で満たされた部屋を見つけました。これらの化学物質には貴重な式が含まれていますが、アクセスするには化学物質の有毒性のために生命力を消耗する必要があります。",
      "CONFIRM": "式にアクセスする"
    },
    {
      "STORY": "強力なサイボーグに守られた部屋を見つけました。部屋の中にある貴重なテクノロジーを手に入れるためには、サイボーグとの戦闘に勝利しなければなりませんが、そのためには生命力を犠牲にする必要があります。",
      "CONFIRM": "サイボーグを倒す"
    }
  ]
}