{
  "story": "Las luces de neón del paisaje urbano se difuminaron fuera de la ventana mientras te sentabas en tu consola, hackeando la red. De repente, apareció un mensaje en la pantalla: 'Sabemos lo que estás haciendo. Encuéntranos en nuestra fortaleza'. ¿Qué haces?",
  "actions": [
    {
      "action": "Aceptar la invitación e investigar sus operaciones",
      "good": "Al llegar a la fortaleza, eres recibido calurosamente por los líderes de la banda, quienes te ofrecen un trabajo para unirte a sus filas. A cambio de tus servicios, te proporcionan implantes cibernéticos avanzados que mejoran significativamente tus habilidades.",
      "bad": "Al entrar en la fortaleza, te das cuenta demasiado tarde de que es una trampa. Los guardias mejorados cibernéticamente te rodean y te obligan a participar en sus actividades criminales. Sufres daños por las constantes palizas y sesiones de tortura."
    },
    {
      "action": "Rechazar la invitación y huir del área",
      "good": "Con reflejos rápidos, escapas por poco de la fortaleza antes de que puedan atraparte. Utilizas tus habilidades de hackeo para recopilar información sobre sus operaciones y se la entregas a las autoridades, quienes te ofrecen una pequeña recompensa.",
      "bad": "Mientras intentas huir del área, tropiezas con uno de sus laboratorios ocultos, donde están llevando a cabo experimentos siniestros en civiles inocentes. Sufres daños por parte de los guardias mientras intentas escapar, pero logras pedir ayuda antes de que puedan hacerte más daño."
    },
    {
      "action": "Negociar un acuerdo con ellos para mantener tu independencia",
      "good": "Después de reunirte con sus líderes, llegas a un acuerdo que te permite continuar tu trabajo sin ser obligado a participar en sus operaciones. Te ofrecen acceso a su tecnología avanzada a cambio de un pequeño porcentaje de tus ganancias.",
      "bad": "Durante las negociaciones, sus líderes se vuelven sospechosos de tus intenciones y se vuelven violentos. Sufres daños por sus ataques mientras intentas escapar con vida."
    }
  ]
}