{
  "story": "Estás en una habitación tenuemente iluminada, en lo profundo de la fortaleza de la banda, rodeado de filas de maquinaria zumbante. Una pantalla holográfica parpadeante en la pared emite un resplandor inquietante, destacando una serie de códigos y diagramas crípticos. De repente, las máquinas cobran vida, y un zumbido de baja frecuencia se intensifica. El aire está cargado de anticipación mientras te das cuenta de que algo está a punto de suceder.",
  "actions": [
    {
      "action": "Intenta apagar la maquinaria",
      "good": "Tu rápida reacción te permite eludir la fuente de energía principal, y la maquinaria queda en silencio. Un compartimento oculto se abre, revelando un alijo de objetos valiosos.",
      "bad": "Tu intento de apagar la maquinaria desencadena una reacción en cadena, haciendo que las máquinas funcionen mal y emitan un destello de luz cegadora. Recibes daño por la intensa radiación."
    },
    {
      "action": "Investiga la pantalla holográfica",
      "good": "Mientras estudias los códigos y diagramas, te das cuenta de que son parte de un lenguaje antiguo utilizado por los predecesores de la banda. Descifrar el mensaje revela un patrón oculto que conduce a un escondite secreto de objetos valiosos.",
      "bad": "Tu fascinación por el holograma te hace pasar por alto una señal de advertencia, y accidentalmente activas una trampa. La pantalla activa un enjambre de pequeños drones que zumban alrededor de tu cabeza, causando desorientación y daño por sus ataques menores."
    },
    {
      "action": "Busca un botón de apagado de emergencia",
      "good": "Encuentras un panel oculto con un botón de apagado de emergencia. Al presionarlo, la maquinaria se apaga, y un compartimento oculto se abre, revelando objetos valiosos.",
      "bad": "Tu búsqueda del botón de apagado te lleva a un callejón sin salida, donde te enfrentas a una lluvia de sistemas de defensa automatizados. Las máquinas te atacan por todos lados, causando daño pero sin matarte."
    }
  ]
}