{
  "story": "Te encuentras en un estrecho y débilmente iluminado pasillo de servicio dentro de la fortaleza de la banda. El aire está impregnado del olor a grasa y ozono. Delante de ti, un conducto de ventilación en el techo te llama, parcialmente oculto por un enredo de cables. Tu misión es explorar esta parte inexplorada de la fortaleza y descubrir los secretos que pueda albergar.",
  "actions": [
    {
      "action": "Súbete al conducto de ventilación",
      "good": "Te encuentras en una red de conductos estrechos, pero tus ágiles habilidades de escalada te permiten moverte a través de ellos con facilidad. Mientras te desplazas por el sistema de conductos, te topas con un compartimento oculto que contiene un objeto valioso.",
      "bad": "Tu ascenso es más peligroso de lo que esperabas, y te raspas el brazo con un borde afilado. El dolor es intenso, pero logras seguir adelante. No encuentras nada de valor en los conductos, solo un laberinto de filtros de aire sucios y tuberías oxidadas."
    },
    {
      "action": "Investiga el panel eléctrico cercano",
      "good": "Después de una cuidadosa inspección, descubres que el panel eléctrico es en realidad un punto de acceso ingeniosamente disfrazado a una sala de servidores segura. Tus habilidades de hackeo te permiten eludir las medidas de seguridad, y obtienes acceso a datos e información valiosos.",
      "bad": "Mientras juegas con el panel eléctrico, accidentalmente provocas un cortocircuito, haciendo que salten chispas por todas partes. Recibes daño por la descarga eléctrica, pero no es suficiente para matarte. La sala de servidores permanece cerrada, sus secretos aún ocultos para ti."
    },
    {
      "action": "Busca en el área de almacenamiento cercana cualquier objeto útil",
      "good": "Entre las estanterías y cajas desordenadas, encuentras un escondite de suministros valiosos, incluyendo comida, agua y equipo médico. Tu búsqueda ha dado frutos, y ahora estás mejor equipado para enfrentar los desafíos que se avecinan.",
      "bad": "En tu prisa por encontrar algo útil, accidentalmente derribas una caja de electrónica frágil. El desastre resultante es un caos, con componentes rotos y cables esparcidos por todas partes. Recibes daño por el estrés de intentar limpiar el desastre, pero aún no puedes encontrar ningún objeto valioso."
    }
  ]
}