{
  "story": "Te encuentras frente a una gran puerta metálica adornada con circuitos intrincados y líneas azules brillantes. La puerta está cubierta de señales de advertencia y etiquetas que indican que conduce a un 'Área de Experimentación de Alto Riesgo'. Has oído rumores de que esta área contiene tecnología avanzada y recursos raros, pero también sientes que algo ha salido terriblemente mal.",
  "actions": [
    {
      "action": "Intentar eludir el sistema de seguridad de la puerta utilizando tus conocimientos de hackeo de ciberware",
      "good": "Tus dedos bailan sobre el teclado mientras eludes hábilmente el sistema de seguridad. La puerta se desliza abriendo, revelando una habitación llena de extraños equipos y dispositivos que emiten un suave zumbido. Encuentras una consola oculta que contiene información y recursos valiosos.",
      "bad": "Tu intento de hackear el sistema activa una secuencia de autodestrucción. La puerta comienza a cerrarse y escuchas alarmas sonando mientras se activan los sistemas de defensa del área. Recibes daño por la explosión repentina de escombros y chispas."
    },
    {
      "action": "Forzar la puerta utilizando tu fuerza física",
      "good": "Con un estallido de adrenalina, te lanzas hacia la puerta y logras abrirla a la fuerza. Dentro, encuentras un escondite de recursos valiosos, incluyendo componentes raros y herramientas avanzadas.",
      "bad": "Tus esfuerzos por forzar la puerta activan un generador de onda de choque oculto. Eres lanzado hacia atrás, cayendo al suelo mientras los sistemas de defensa automatizados del área entran en acción. Recibes daño por el impacto y las explosiones subsiguientes."
    },
    {
      "action": "Buscar una ruta alternativa alrededor de la puerta cerrada",
      "good": "Exploras cuidadosamente los pasillos cercanos, buscando un pasaje oculto o una entrada alternativa. Después de unos minutos de búsqueda, te topas con una puerta secreta que conduce al Área de Experimentación. Te encuentras en una habitación llena de recursos valiosos y tecnología avanzada.",
      "bad": "Mientras buscas una ruta alternativa, activas una placa de presión, haciendo que el suelo se derrumbe bajo tus pies. Caes en un pozo oculto, recibiendo daño por el impacto y la caída subsiguiente."
    }
  ]
}