{
  "story": "Te encuentras de pie al borde de un enorme laboratorio tenuemente iluminado, lleno de filas de maquinaria zumbante y extraños artilugios. El aire está cargado con el olor a aceite y cables quemados. En el centro del laboratorio, ves un gran dispositivo cilíndrico que emite un brillante resplandor azul. De repente, escuchas el sonido de engranajes moviéndose y maquinaria cobrando vida. Una consola cercana parpadea, mostrando un temporizador de cuenta regresiva: 5 minutos hasta que el dispositivo esté listo para ser activado. ¿Qué haces?",
  "actions": [
    {
      "action": "Intentar desactivar el temporizador de cuenta regresiva",
      "good": "Tu rápida reacción te permite eludir las medidas de seguridad y desactivar el temporizador. El laboratorio queda en silencio, y puedes explorar el área sin interferencias. Como recompensa, te topas con un compartimento oculto que contiene valiosas chatarra tecnológica.",
      "bad": "Tu intento de desactivar el temporizador activa un protocolo de seguridad, sellando el laboratorio y las áreas circundantes. Estás atrapado sin una ruta de escape clara. La cuenta regresiva continúa, y recibes daño por la intensa energía que emana del dispositivo."
    },
    {
      "action": "Intentar acceder al panel de control del dispositivo cilíndrico",
      "good": "Logras hackear el sistema del dispositivo, dándote acceso a su funcionamiento interno. Descubres un escondite de componentes avanzados y herramientas. Tu experiencia técnica da sus frutos.",
      "bad": "Tu intento de acceder a los controles del dispositivo activa una secuencia de apagado automático. La maquinaria del laboratorio comienza a autodestruirse, y recibes daño por el caos resultante."
    },
    {
      "action": "Buscar una salida de emergencia o una forma de apagar el dispositivo",
      "good": "Rápidamente encuentras una salida de emergencia oculta y logras salir del laboratorio, evitando la inminente destrucción. Como recompensa, puedes recoger equipo valioso de las áreas de almacenamiento cercanas.",
      "bad": "Tu búsqueda de una salida te lleva a un pasillo estrecho lleno de gas tóxico. Recibes daño mientras intentas navegar por el entorno peligroso y escapar del laboratorio."
    }
  ]
}