{
  "lores": [
    "Po poražení nepřítele, když jste prohledávali jejich majetek, objevili jste kompaktní trezor připevněný k jejich kyvetě. Trezor zdá se obsahoval nějakou kořist, která by stála za prozkoumání. Pohnutí zvědavostí, nemohli jste odolat pokusu otevřít tento záhadný kontejner.",
    "Po poražení nepřítele, když prohledával jste jejich výstroj, upoutala vás malá trezorová skříňka. Její lesklý povrch naznačoval, že uvnitř je nějaký cenný kořist. Zaujatí, nemohli jste odolat pokusu o prolomení její záhadné bezpečnostní soustavy.",
    "Po poražení nepřítele, když prohledávali jeho majetek, narazili jste na skrytý oddíl obsahující záhadný zamykací mechanismus. Zaujali vás možná poklady uvnitř, a tak si všimli, že zařízení zdá se skrývá nějaké výnosné kořist. Nemohli odolat pokušení, a tak jste se rozhodli zkusit otevřít tento záhadný kontejner.",
    "Po poražení nepřítele, když prohledával jste jejich majetek, upoutal vás pohled elegantní a záhadný krabička. Zařízení mělo nějaký druh bezpečnostního mechanismu a jeho lesklá povrch naznačoval poklady uvnitř. Nemohl jsi odolat pokušení otevřít tento fascinující kontejner.",
    "Po vítězství nad protivníkem v napínavém boji narazíte na neoznačenou krabici ukrytou mezi jejich věcmi. Vypadá, že obsahuje nějaký zajímavý kořist. Chtějíce zjistit, co uvnitř je, snažíte se otevřít tuto záhadnou bednu.",
    "Po poražení nepřítele v mlze kouře a jisker se váš pohled zaměřuje na nenápadnou krabičku schovanou mezi jejich nepořádnými věcmi. Vypadá to jako nějaký druh uzamykacího mechanismu, který skrývá potenciální pokladnici. Vaše zvědavost je probouzena a nemůžete odolat pokušení rozluštit tajemné zařízení a odhalit jeho skryté obsah.",
    "Po vyčerpávající bitvě s protivníkem si všimnete neobvyklého gadgetu mezi jeho věcmi. Vypadá to jako nějaký bezpečnostní přístroj. Zjistíte, že by mohl obsahovat cennou kořist, a vaše zvědavost se probouzí. Nemůžete odolat pokusu otevřít tento záhadný kontejner.",
    "Po poražení nepřítele, když prohledával jste jejich věci, objevili jste skrytý oddíl ukrytý v jejich trenýrce. V tomto tajném úkrytu jste spatřili zařízení, které vypadalo jako nějaký druh bezpečnostního mechanismu. Kontejner zjevně obsahoval cennou kořist a vaše zvědavost byla probouzena, rozhodli jste se rozluštit tajemné zamykací zařízení.",
    "Po rychlém a přesném zneškodnění protivníka se váš pohled posune k kovové krabičce připevněné k jeho kyčli. Tento mechanismus vypadá jako nějaký druh bezpečnostního zařízení. Při bližším prozkoumání si všimnete, že kontejner je plný potenciálních pokladů. Přemohne vás zvědavost a touha, a tak se snažíte otevírat záhadnou krabici.",
    "Po překonání obávaného nepřítele před vámi vás zaujme malý poklop na jejich roztrhané bundě. Vypadá jako složitý zamykací mechanismus, který by mohl skrývat nějaké cennosti uvnitř. V nadšení z odhalení potenciálních odměn se nemůžete pomoci a snažíte se otevřít tento záhadný kontejner.",
    "Po poražení protivníka si všimnete tajemného přístroje připevněného k jeho boku, který se zdá sloužit jako zamykací zařízení. Jeho neznámý design vzbudí vaši zvědavost a při bližším zkoumání je zřejmé, že předmět je plný cenného kořisti. Neschopní ovládnout svou nadšení, rozhodnete se pokusit se otevřít záhadnou nádobu.",
    "Po poražení nepřítele, když prohledávali jejich věci, objevili jste skrytý oddíl obsahující záhadný přístroj. Tento přístroj se zdá být nějakým typem bezpečnostního mechanismu a zdá se, že uvnitř skrývá cennou kořist. V nadšení z prozkoumání jeho obsahu nemůžete odolat pokusu otevřít tento tajemný mechanismus.",
    "Po vítězství nad protivníkem v krutém boji upoutá vaši pozornost neobvyklý gadget připevněný k jeho pásu. Zdá se, že slouží jako nějaký druh bezpečnostního mechanismu. Zaujatí zvědavostí a podezřením, že skrývá cennosti, prozkoumáte zařízení podrobněji. Kontejner, i když vnější nezdůrazňuje, nese zřejmé známky bohatství uvnitř. Pohnutí touhou se připravujete na pokus o otevření záhadné nádoby.",
    "Po vítězství nad protivníkem v napínavém boji se váš pohled upoutá na zvláštní přístroj připevněný k jeho bokům. Vypadá to jako nějaký bezpečnostní mechanismus. Zajímá vás, co by mohl obsahovat, a pozorujete, že předmět nepochybně skrývá cennou kořist. Pohnutí zvědavostí i ambicí se rozhodnete pokusit se otevřít tento záhadný kontejner.",
    "Po poražení nepřítele, když jste prohledávali jejich majetek, zpozorovali jste zvláštní zařízení připevněné k jeho paži, které se zdálo být nějakým druhem zamykacího mechanismu. Vaše zvědavost byla probouzena myšlenkou potenciálních odměn, a tak jste si všimli, že kontejner, ke kterému bylo zařízení připojeno, zdá se obsahuje cenný kořist. Nemohli jste odolat pokušení, a tak jste se pokusili otevřít a získat přístup k tajemnému obsahu kontejneru.",
    "Po vítězství nad protivníkem v napínavém souboji prohledáváte jeho věci a narazíte na zvláštní přístroj připojený k jeho pasu. Vypadá to jako nějaké bezpečnostní zařízení. Zřejmě obsahuje cennou kořist, a tak vás zvítězí zvědavost a rozhodnete se pokusit otevřít tajemnou skříňku, kterou chrání.",
    "Po poražení protivníka si všimnete podivného zařízení připevněného k jeho opasku, které působí jako nějaký druh zamykací mechanismu. Nemůžete se zbavit myšlenky, co by mohlo být uvnitř ukryto. Kontejner vypadá, že obsahuje cennou kořist. Vaše zvědavost je probouzena a rozhodnete se pokusit otevřít tento záhadný kontejner.",
    "Po zneškodnění nepřítele se váš pohled zaměřil na kompaktní zařízení připevněné k jejich oděvu. Zařízení působí jako nějaká forma bezpečnostního opatření. Je jasné, že uvnitř leží nějaký poklad. Pohnutí zvědavostí se chcete pokusit otevřít tento záhadný kontejner.",
    "Po poražení nepřítele prohledáváte jeho věci a narazíte na záhadný přístroj připevněný k jeho bokům. Zařízení vypadá jako nějaký druh bezpečnostního zařízení. Zajímavé je jeho obsah, odhalíte, že pravděpodobně obsahuje velkou odměnu. Pohnutí zvědavostí se rozhodnete pokusit se otevřít tento lákavý kontejner.",
    "Po poražení protivníka objevíte skryté oddělení v jejich výstroji, obsahující záhadný mechanismus, který se zdá být zamykacím zařízením. Zaujaté možným obsahem usuzujete, že pravděpodobně skrývá nějakou zajímavou kořist. Pohnutí zvědavostí se rozhodnete pokusit se otevřít tajemnou skříňku.",
    "Po vítězné porážce protivníka prohledáváte jeho věci a najdete skrytý oddíl ozdobený záhadným zamykacím mechanismem. Vypadá, že je plný možná lukrativního kořisti. Lákáni perspektivou odhalení ukrytých pokladů pečlivě prozkoumáváte zmatené zařízení a rozhodnete se pokusit otevřít zajímavou skříň.",
    "Po zneškodnění nepřítele se náhodně váš pohled zaměří na skrytý oddíl v jejich roztrhané bundě. Zjistíte, že tento tajný prostor je uzamčen složitým bezpečnostním modulem. Lákavost možného pokladu uvnitř vás přiměje přemýšlet o způsobech, jak otevřít tuto záhadnou skříňku.",
    "Po poražení nepřítele zjistíte skrytý oddíl v jejich kybernetické ruce, který skrývá záhadné zamykací zařízení. Zaujaté jeho možnými poklady pečlivě prozkoumáte a zjistíte, že je plný lákavého kořisti. V nadšení se rozhodnete otevřít tajemnou skříňku.",
    "Po zneškodnění nepřítele upoutá vaši pozornost elegantní kovová krabička připevněná k jeho kyčli. Vypadá jako pokročilý bezpečnostní modul, pravděpodobně obsahující lákavé odměny. Vaše zvědavost je probouzena a při bližším prozkoumání zařízení cítíte, že je plné potenciálně výnosného kořisti. Pohnutí touhou po novém pokladu se snažíte otevřít tento záhadný kontejner.",
    "Po poražení svého nepřítele si všimnete tajemného přístroje připevněného k jejich vestě, který vypadá jako nějaký druh zamykacího zařízení. Zaujaté jeho možným obsahem, usuzujete, že kontejner pravděpodobně obsahuje něco cenného. Pohnutí zvědavostí se rozhodnete pokusit se otevřít tento záhadný kontejner.",
    "Po zneškodnění nepřítele v bouřce kybernetické zuřivosti se váš pohled posune k jejich skleslé postavy. Při prohledávání jejich výstroje objevíte záhadný přístroj ukrytý mezi troskami. Vypadá to jako nějaký složitý uzamykací mechanismus. Vyvolává vaši zvědavost, domníváte se, že skrývá zásobu vyhledávaného kořisti. Neschopni ovládnout svou zvědavost, s nadšením se pokoušíte otevřít tajemnou skříňku.",
    "Po zneškodnění svého protivníka si všimnete kompaktního a elegantního zařízení ukrytého v jejich vybavení, které zřejmě slouží jako nějaká bezpečnostní opatření. Zaujatí zvědavostí jej prozkoumáte podrobněji a domníváte se, že objekt obsahuje potenciálně lukrativní kořist. Pohnutí touhou odhalit, co je uvnitř, začnete pokusy o otevření záhadného kontejneru.",
    "Po zneškodnění svého nepřítele prohledáváte jeho věci a mezi troskami objevíte záhadný přístroj. Vzbudí vám podezření, protože se zdá být zamykacím mechanismem určeným k ochraně nějakých cenných předmětů. Chtivý zjistit, co je uvnitř, jste nuceni pokusit se otevřít hádankovou skříňku.",
    "Po zneškodnění nepřítele se vaše pohled posunul k jeho majetku. Mezi rozptýleným troskami ležel zvláštní přístroj s složitým zamykacím mechanismem. Nemohli jste odolat lákavosti, kterou vyzařoval, neboť zdálo se, že uvnitř skrývá zajímavou kořist. Zaujatí, prohlédli jste si jeho obsah.",
    "Po vítězství nad protivníkem v napínavém boji si všimnete neobvyklého přístroje připevněného k jeho pasu, který vypadá jako nějaký druh zamykacího zařízení. Zaujme vás, co by mohl obsahovat, a zjistíte, že objekt zdánlivě skrývá lákavou kořist. Pohnutí zvědavostí se rozhodnete pokusit se otevřít záhadný kontejner.",
    "Po poražení nepřítele spatříte v jeho majetku elegantní zařízení. Vypadá to jako nějaký přístupový mechanismus. Když se na něj podíváte blíže, začnete si myslet, co všechno může skrývat pod svou kovovou skořápkou. Vaše zvědavost je probouzena a rozhodnete se odhalit tajemství tohoto kontejneru.",
    "Když přemožete kybernetického nepřítele, vaše pohled padne na elegantní kovovou krabičku ukrytou mezi zbytky bitvy. Vypadá to jako pokročilý zamykací systém, který skrývá něco lákavého uvnitř. Zaujatí možností cenných kořisti se nemůžete odolat pokušení otevřít tento záhadný kontejner.",
    "Po zneškodnění nepřítele se váš pohled upoutá na elegantní kovovou krabičku ukrytou v jejich roztrhaném oblečení. Nemůžete si nevšimnout, že zdá se skrývat nějaké skryté poklady. S probouzící se zvědavostí a rostoucím očekáváním cítíte nutkání prozkoumat obsah tohoto lákavého kontejneru.",
    "Po poražení protivníka upoutá vaši pozornost objemný gadget připevněný k jeho kyčli. Tato podivná konstrukce se zdá být nějakým druhým zamykacím zařízením. Nadšeně zvědavý na jeho obsah, zjistíte, že předmět vypadá, že obsahuje cennou kořist. Neschopný odolat impulsu, rozhodnete se pokusit se otevřít záhadnou nádobu.",
    "Po rychlém zneškodnění svého nepřítele prohledáváte jeho majetek. Mezi troskami najdete malou trezorovou skříňku. Vypadá, že by mohla obsahovat nějaké zajímavé věci. Cítíte se přitahován k tomu, aby jste rozluštili a otevřeli tuto záhadnou skříňku. Trezor vypadá jako pravý pokladní truhlice plný potenciálních bohatství.",
    "Po poražení kybernetického nepřítele spatříte skrytý oddíl v jeho hrudním koši. Mezi dráty a obvodmi si všimnete zvláště tvarovaného zařízení, které vypadá jako nějaký druh zamykací mechanismu. V nadšení z odhalení pokladů, které by mohlo obsahovat, usuzujete, že kontejner je plný žádaného kořisti. Pohnutí zvědavostí se rozhodnete otevřít záhadný kontejner.",
    "Po zneškodnění protivníka se váš pohled zaměřuje na podezřelý přístroj připevněný k jeho boku. Vypadá to jako nějaké bezpečnostní zařízení. Nadšený možností skrytých pokladů uvnitř, prozkoumáváte jej podrobněji a usuzujete, že obsahuje cennou kořist. Pohnutý zvědavostí se rozhodnete pokusit se otevřít tajemnou nádobu.",
    "Po zneškodnění nepřítele prohledáváte jeho věci a narazíte na záhadný přístroj připojený k jeho pásu. Vypadá to jako druh zamykacího systému. Zaujat možností, co by mohl obsahovat, poznáte, že kontejner se zdá být plný pokladů. Pohnut zvědavostí, rozhodnete se pokusit otevřít tento tajemný předmět.",
    "Po zneškodnění svého nepřítele prohledáváte jeho majetek a náhodou narazíte na neznámý přístroj ukrytý mezi troskami. Vypadá to jako nějaký druh zamykacího mechanismu. Vaše zvědavost je probouzena možností skrytých pokladů, takže zjišťujete, že kontejner pravděpodobně obsahuje cenné kořist. Pohnutí silným impulzem se snažíte otevřít a prozkoumat obsah tajemného nádoby.",
    "Po zneškodnění nepřítele se váš pohled posune k skrytému oddílu ukrytému v jejich roztrhaném oblečení. Vypadá to jako nějaký druh bezpečnostního modulu, a lákavost potenciálního kořisti uvnitř vás nutí dál zkoumat. Nadšeně se snažíte objevit jeho obsah, pečlivě prozkoumáváte tajemné zařízení, cítíte, že může obsahovat poklady mimo vaše nejdivočejší sny. S návalem rozhodnosti se snažíte otevřít kryptický kontejner.",
    "Po poražení nepřítele objevíte skrytý oddíl v jeho kybernetické končetině. Uvnitř je utajené zamykací zařízení, které zdá se obsahuje něco cenného. Chcete-li zjistit, co uvnitř je, přemýšlíte, zda byste měli pokusit otevřít tento skrytý poklad.",
    "Po poražení protivníka upoutá vaši pozornost nenápadný balíček schovaný mezi jejich věcmi. Tento kompaktní předmět se zdá být nějakou formou zamykacího zařízení. Balíček vypadá, že obsahuje něco cenného, což vyvolává vám zvědavost a podněcuje vás k bližšímu prozkoumání. Přestože má záhadnou povahu, nemůžete se bránit pokušení otevřít tento tajemný kontejner a zjistit jeho obsah.",
    "Když zvítězíte nad nepřítelem, vaše pozornost se soustředí na kompaktní, zářící zařízení ukryté mezi jejich věcmi. Zdá se, že jde o nějaký složitý bezpečnostní mechanismus a při bližším pohledu zjistíte, že uvnitř skrývá cennou kořist. V nadšení, co všechno v něm může být, nemůžete odolat pokusu otevřít tento záhadný kontejner.",
    "Po zneškodnění nepřítele spatříte kompaktní trezor schovaný v rohu jejich stísněného ubytování. Vypadá, že je chráněn pokročilým biometrickým zamčením, a nemůžete se neptat, jaké cennosti by mohl skrývat. Vaše zvědavost probouzena, přibližujete se k zadání svého vlastního kódu v naději, že získáte přístup k potenciální odměně uvnitř.",
    "Po poražení svého nepřítele zpozorujete skrytý oddíl v jejich kybernetické ruce. Zajímavé, jak se k němu dotáhnete a posunete ho otevřít, aby odhalil uvnitř zamčenou schránku. Zařízení zdá se skrývat pokladnici cenných předmětů. Nemohli jste odolat lákání potenciálního kořisti, tak se snažíte prolomit záhadný bezpečnostní mechanismus.",
    "Po zneškodnění nepřítele ti tvá ostré oko zahlédne kompaktní trezor ukrytý mezi nepřátelským majetkem. Trezor zdá se obsahovat nějaké potenciálně lukrativní aktiva. S probuděnou zvědavostí a rukama svědivými po průzkumu, nemůžeš odolat touze otevřít zařízení a odhalit jeho tajemství.",
    "Po poražení nepřítele zjistíte skrytý oddíl v jejich kybernetické ruce, který je pečlivě ukryt. Oddíl je zamčen složitým biometrickým systémem, který reaguje pouze na určité autorizační kódy. Zajímá vás obsah, a tak se rozhodnete naskenovat svůj otisk prstu za účelem získání přístupu.\n\nKontejner zdá se obsahovat něco cenného a potenciálně životem měnícího, což vaši zvědavost ještě více probouzí. Přestože mechanismus odemykání není jistý, toužíte zjistit, co všechno uvnitř skrývá.",
    "Po zneškodnění nepřítele prohledáváte jeho majetek a narazíte na záhadnou krabici. Objekty vypadají jako nějaký druh bezpečnostního zařízení. Zajímavost vzbudila jeho potenciální obsah, takže usuzujete, že pravděpodobně skrývá cenné kořist. Pohnutí lákadlem odhalení skrytých pokladů, rozhodnete se otevřít tuto tajemnou krabici.",
    "Po zneškodnění nepřítele si váš ostrý pohled všimne skrytého oddílu na jejich exoskeletu. Při bližším prozkoumání zjistíte, že jde o pokročilý biometrický zamykací systém. Zaujatí zvědavostí usuzujete, že zařízením může být uložena cenná majetek. Podnětem lákavou perspektivou se snažíte získat přístup ke skrytému zásobníku.",
    "Po zneškodnění nepřítele prohledáváte jeho věci a najdete skrytý oddíl. Uvnitř je tajemné zařízení, které působí jako bezpečnostní opatření. Zaujatí zvědavostí poznáte, že tento záhadný předmět skrývá možnost bohatství. Lákáni nevykořisťovanými poklady se rozhodnete otevřít tuto záhadnou skříň."
  ]
}