{
  "story": "Kamu menemukan diri di bagian benteng geng yang telah dipisahkan karena proyek eksperimental yang berjalan salah. Udara dipenuhi dengan asap beracun, dan tanda peringatan yang ditempel di dinding memberi tahu tentang bahaya yang akan datang. Kamu perlu menavigasi melalui area berbahaya ini tanpa membunyikan alarm atau melukai diri sendiri. Apa yang akan kamu lakukan?",
  "actions": [
    {
      "action": "Dengan hati-hati melangkah maju, menghindari area berbahaya",
      "good": "Kamu berhasil menghindari jebakan atau alarm, dan setelah mencapai sisi lain, kamu menemukan ruangan penyimpanan tersembunyi yang berisi barang berharga. Navigasimu yang hati-hati terbayar.",
      "bad": "Saat kamu bergerak melalui area tersebut, kamu secara tidak sengaja mengaktifkan pelat tekanan, menyebabkan bagian lantai di bawah kakimu runtuh. Kamu mengalami kerusakan akibat jatuh, tetapi berhasil melarikan diri dengan selamat. Barang-barang tetap di luar jangkauan."
    },
    {
      "action": "Gunakan pengetahuanmu tentang sistem keamanan geng untuk menonaktifkan potensi ancaman",
      "good": "Kamu dengan ahli menonaktifkan sistem keamanan di area tersebut, memungkinkanmu untuk melanjutkan tanpa khawatir tentang alarm atau jebakan. Kamu menemukan tumpukan barang berharga dan mengklaimnya sebagai milikmu.",
      "bad": "Usahamu untuk menonaktifkan sistem keamanan memicu protokol cadangan, menyebabkan seluruh area terisolasi. Kamu mengalami kerusakan akibat asap beracun, tetapi berhasil melarikan diri dengan selamat. Barang-barang tetap di luar jangkauan."
    },
    {
      "action": "Cari rute alternatif yang menghindari area berbahaya",
      "good": "Kamu menemukan jalur tersembunyi yang membawamu menghindari area berbahaya, dan setelah mencapai sisi lain, kamu menemukan tumpukan barang berharga. Sifat cerdikmu terbayar.",
      "bad": "Saat mencari rute alternatif, kamu terjebak di saluran ventilasi dan terperangkap. Kamu mengalami kerusakan akibat ruang yang sempit, tetapi berhasil melarikan diri dengan selamat. Barang-barang tetap di luar jangkauan."
    }
  ]
}