{
  "story": "Kamu sedang mengacak-acak sebuah ruangan penyimpanan berdebu di benteng geng ketika kamu menemukan sebuah konsol tua yang tampak misterius. Konsol itu dipenuhi kabel dan sepertinya mengeluarkan suara dengungan yang samar. Konsol tersebut dikelilingi oleh bagian komputer tua, alat-alat, dan apa yang tampak seperti stasiun perbaikan darurat. Sebuah tanda di dinding bertuliskan \"Proyek Eksperimental - Jangan Sentuh.\" Apa yang akan kamu lakukan?",
  "actions": [
    {
      "action": "Coba sambungkan cyberdeckmu ke konsol",
      "good": "Cyberdeckmu terhubung dengan konsol, dan kamu mendapatkan akses ke database tersembunyi yang berisi informasi berharga tentang operasi geng dan target potensial. Kamu juga menemukan beberapa alat dan gadget berguna yang ditinggalkan.",
      "bad": "Menyambungkan cyberdeckmu ke konsol menyebabkan kelebihan beban sistem, merusak peralatan dan membuatmu rentan terhadap upaya peretasan dari sumber yang tidak dikenal. Kamu mengalami kerusakan tetapi berhasil melarikan diri dengan selamat."
    },
    {
      "action": "Periksa stasiun perbaikan dan lihat apakah kamu bisa belajar sesuatu",
      "good": "Setelah memeriksa stasiun perbaikan dengan seksama, kamu menemukan sebuah kompartemen tersembunyi yang berisi seperangkat alat canggih yang ditinggalkan oleh mantan anggota geng. Alat-alat ini berguna untuk meningkatkan cyberdeckmu atau memperbaiki peralatan lain.",
      "bad": "Saat mencoba memeriksa stasiun perbaikan, kamu secara tidak sengaja mengaktifkan mekanisme keamanan yang menyebabkan ruangan dipenuhi asap beracun. Kamu mengalami kerusakan dan harus cepat-cepat melarikan diri sebelum asapnya menjadi terlalu berbahaya."
    },
    {
      "action": "Coba aktifkan konsol dan lihat apa yang terjadi",
      "good": "Mengaktifkan konsol mengungkapkan antarmuka tersembunyi yang memungkinkanmu mengakses server aman yang berisi informasi berharga tentang operasi geng dan target potensial. Kamu juga menemukan beberapa alat dan gadget berguna yang ditinggalkan.",
      "bad": "Mengaktifkan konsol menyebabkan konsol tersebut mengalami kerusakan, melepaskan ledakan energi yang merusak peralatan di sekitarnya dan membuatmu rentan terhadap serangan listrik. Kamu mengalami kerusakan tetapi berhasil melarikan diri dengan selamat."
    }
  ]
}