{
  "story": "Anda menemukan diri Anda di tengah pasar yang ramai, dipenuhi dengan barang-barang eksotis dan karakter yang berwarna-warni. Saat Anda memindai kerumunan untuk mencari petunjuk potensial, Anda memperhatikan sekelompok sosok bertopeng yang berkumpul di sekitar sebuah meja. Apa yang akan Anda lakukan?",
  "actions": [
    {
      "action": "Mendekati sosok bertopeng dan mencoba memulai percakapan",
      "good": "Dengan sikap yang tenang, Anda berhasil meyakinkan sosok-sosok bayangan tersebut untuk memberikan informasi berharga sebagai imbalan dari beberapa barang dagangan Anda. Anda meninggalkan pasar dengan pengetahuan dan barang yang lebih berlimpah.",
      "bad": "Usaha Anda ditanggapi dengan permusuhan, dan sosok-sosok bertopeng tersebut menarik senjata mereka. Pertempuran sengit pun terjadi, meninggalkan Anda lebam namun tetap hidup. Anda tidak mendapatkan apa-apa selain beberapa goresan pada reputasi Anda."
    },
    {
      "action": "Mendengarkan percakapan mereka secara diam-diam",
      "good": "Saat Anda mendengarkan rencana sosok-sosok bertopeng tersebut, Anda secara tidak sengaja mendengar informasi berharga yang dapat memberikan keuntungan dalam transaksi Anda. Anda meninggalkan pasar dengan pengetahuan baru dan beberapa barang kecil.",
      "bad": "Usaha Anda untuk mengintip tidak luput dari perhatian, dan sosok-sosok bertopeng tersebut merasa tersinggung. Mereka mengejar Anda melalui pasar yang ramai, meninggalkan Anda gemetar namun tetap berdiri. Anda berhasil melarikan diri dengan nyawa tetapi tidak banyak lagi."
    },
    {
      "action": "Biarkan mereka dan lanjutkan pencarian Anda",
      "good": "Anda menghindari menarik perhatian yang tidak perlu dan malah fokus untuk mengumpulkan informasi dari sumber lain. Pendekatan yang hati-hati Anda menghasilkan banyak wawasan yang berguna dan beberapa barang pilihan.",
      "bad": "Dalam kegopohan Anda untuk melanjutkan, Anda secara tidak sengaja menginjak pelat tekan, yang memicu perangkap di dekatnya. Hujan percikan api turun ke atas Anda, menyebabkan kerusakan kecil. Anda mengabaikannya dan melanjutkan pencarian Anda."
    }
  ]
}