{
  "story": "Cahaya neon dari pemandangan kota kabur di luar jendela saat kamu duduk di konsolmu, meretas jaringan. Tiba-tiba, pesan muncul di layar: 'Kami tahu apa yang kamu lakukan. Temui kami di benteng kuat kami.' Apa yang akan kamu lakukan?",
  "actions": [
    {
      "action": "Terima undangan dan selidiki operasi mereka",
      "good": "Setelah tiba di benteng, kamu disambut hangat oleh pemimpin geng, yang menawarkanmu pekerjaan untuk bergabung dengan mereka. Sebagai imbalannya, mereka memberimu implan sibernetik canggih yang signifikan meningkatkan kemampuanmu.",
      "bad": "Saat kamu memasuki benteng, kamu menyadari terlambat bahwa itu adalah perangkap. Penjaga yang ditingkatkan secara sibernetik mengelilingimu dan memaksa kamu untuk berpartisipasi dalam kegiatan kriminal mereka. Kamu menderita kerusakan dari pukulan dan sesi penyiksaan yang terus-menerus."
    },
    {
      "action": "Tolak undangan dan kabur dari area tersebut",
      "good": "Dengan refleks yang cepat, kamu dengan sempit melarikan diri dari benteng sebelum mereka bisa menangkapmu. Kamu menggunakan keterampilan meretasmu untuk mengumpulkan intel tentang operasi mereka dan menyerahkannya kepada otoritas, yang menawarkanmu hadiah kecil.",
      "bad": "Saat kamu mencoba melarikan diri dari area tersebut, kamu tersandung ke salah satu laboratorium tersembunyi mereka, di mana mereka melakukan eksperimen jahat pada warga sipil yang tidak bersalah. Kamu menderita kerusakan dari penjaga saat kamu mencoba melarikan diri tetapi berhasil memanggil bantuan sebelum mereka bisa melukaimu lebih lanjut."
    },
    {
      "action": "Bertukar pikiran dengan mereka untuk mempertahankan kemandirianmu",
      "good": "Setelah bertemu dengan pemimpin mereka, kamu melakukan perjanjian yang memungkinkan kamu untuk melanjutkan pekerjaanmu tanpa dipaksa ke dalam operasi mereka. Mereka menawarkanmu akses ke teknologi canggih mereka sebagai imbalan untuk persentase kecil dari keuntunganmu.",
      "bad": "Selama negosiasi, pemimpin mereka menjadi curiga dengan niatmu dan menjadi kekerasan. Kamu menderita kerusakan dari serangan mereka saat kamu mencoba melarikan diri dengan nyawamu."
    }
  ]
}