{
  "story": "Kau mendapati dirimu berdiri di depan sebuah elevator kuno yang misterius di dalam klub malam yang ditinggalkan. Elevator itu diselimuti debu dan kegelapan, tujuannya tidak diketahui. Kau bisa merasakan energi dari dunia lain yang memancar darinya, menggoda untuk menjelajah lebih jauh. Apa yang kau lakukan?",
  "actions": [
    {
      "action": "Coba perbaiki konsol elevator yang rusak",
      "good": "Tangan terampilmu mengembalikan daya ke konsol kuno, dan pintu elevator berderit terbuka, mengungkapkan sebuah ruangan tersembunyi yang dipenuhi barang-barang berharga. Kecerdikanmu membuahkan hasil.",
      "bad": "Saat kau bekerja memperbaiki konsol, lonjakan energi tiba-tiba membuatmu kehilangan keseimbangan, menyebabkan kerusakan. Lift tetap tidak berfungsi, tetapi misteri tujuannya kini semakin menggoda."
    },
    {
      "action": "Paksakan elevator untuk beroperasi dengan kekuatan kasar",
      "good": "Dengan ledakan adrenalin, kau berhasil mengaktifkan elevator, dan ia naik ke dalam ketidakpastian. Kau menemukan tempat persembunyian barang-barang berharga di dalam kabin elevator, dan tekadmu terbayar.",
      "bad": "Usahamu yang sembrono menyebabkan elevator mengalami kerusakan, menjebakmu di dalam saat ia meluncur tak terkendali. Pintu tertutup dengan keras, tetapi kau berhasil melarikan diri dengan kerusakan kecil. Harta tetap sulit dijangkau."
    },
    {
      "action": "Cari petunjuk tentang tujuan elevator sebelum mencoba menggunakannya",
      "good": "Dengan hati-hati memeriksa area, kau menemukan mural kuno dan simbol-simbol misterius yang terukir di dinding. Kau menafsirkan maknanya dan menemukan bahwa elevator mengarah ke ruangan tersembunyi yang dipenuhi barang-barang berharga. Rasa ingin tahumu terbayar.",
      "bad": "Saat mencari petunjuk, kau tersandung pada jebakan kuno, memicu anak panah beracun yang mengenai dirimu dan menyebabkan kerusakan. Misteri elevator tetap belum terpecahkan, tetapi hidupmu tergantung pada keseimbangan."
    }
  ]
}