{
  "story": "Kamu menemukan diri kamu berdiri di depan pintu besar yang terbuat dari logam, dihiasi dengan kabel rumit dan lampu LED yang berdenyut. Udara dipenuhi dengan bau ozon dan sirkuit yang terbakar. Sebuah tanda di atas pintu bertuliskan \"Hanya untuk Personel yang Berwenang - Laboratorium Bio-Regenerasi.\" Rasa ingin tahumu mengalahkanmu, dan kamu bertanya-tanya rahasia apa yang tersembunyi di balik pintu ini. Apa yang akan kamu lakukan?",
  "actions": [
    {
      "action": "Coba akses lab melalui antarmuka komputer pintu",
      "good": "Kamu berhasil meretas sistem dan mendapatkan akses ke kompartemen tersembunyi yang berisi barang-barang berharga. Teknologi canggih lab telah terkompromi, tetapi kamu berhasil memanfaatkannya untuk keuntunganmu.",
      "bad": "Usahamu meretas memicu protokol keamanan yang menutup pintu, menjebakmu di luar. Sistem pertahanan otomatis aktif, menembakkan proyektil non-mematikan ke arahmu, menyebabkan kerusakan dan sementara membuatmu buta."
    },
    {
      "action": "Paksakan pintu terbuka menggunakan peningkatan sibernetikmu",
      "good": "Dengan kekuatan dan kelincahan yang ditingkatkan, kamu berhasil membuka paksa pintu, mengungkapkan lab yang dipenuhi barang-barang berharga dan teknologi mutakhir. Peningkatanmu memberimu keunggulan dalam situasi ini.",
      "bad": "Paksaanmu untuk masuk memicu mekanisme pengaman, melepaskan awan gas beracun yang menyebabkan kerusakan tetapi tidak membunuhmu. Peralatan lab mengalami malfungsi, dan kamu harus menavigasi kekacauan."
    },
    {
      "action": "Cari pintu masuk alternatif ke lab, mungkin melalui saluran ventilasi",
      "good": "Kamu menemukan saluran ventilasi tersembunyi yang langsung menuju lab. Kamu memanjat masuk dan mendapati dirimu di sebuah ruangan yang dipenuhi barang-barang berharga dan teknologi canggih. Keterampilan sembunyi dan kelincahanmu terbayar.",
      "bad": "Saat mencari pintu masuk alternatif, kamu tersandung pada pelat tekanan yang memicu jebakan. Sebuah hujan proyektil non-mematikan ditembakkan ke arahmu, menyebabkan kerusakan dan sementara membuatmu terkejut."
    }
  ]
}