{
  "story": "Kamu menemukan diri di sebuah ruangan penyimpanan yang remang-remang di dalam benteng geng. Udara tebal dengan bau ozon dan sirkuit yang terbakar. Saat kamu melihat sekeliling, kamu memperhatikan sumber energi aneh yang memancarkan cahaya berdenyut dari konsol terdekat. Energi tersebut tampak berfluktuasi liar, menyebabkan peralatan di sekitarnya mengalami kerusakan.",
  "actions": [
    {
      "action": "Coba stabilkan sumber energi",
      "good": "Keahlian teknismu memungkinkanmu untuk mengkalibrasi sumber energi, dan itu mulai stabil. Sebuah kompartemen tersembunyi terbuka, mengungkapkan tumpukan barang berharga. Pemikiran cepatmu terbayar.",
      "bad": "Usahamu untuk menstabilkan sumber energi menyebabkan loop umpan balik, yang mengakibatkan lonjakan daya yang merusak peralatan di sekitarnya. Kamu mengalami kerusakan akibat puing-puing yang beterbangan, tetapi berhasil menghindari konsekuensi yang lebih parah."
    },
    {
      "action": "Coba putuskan sambungan sumber energi",
      "good": "Kamu dengan hati-hati memutuskan sambungan sumber energi, dan itu berhenti mengalami kerusakan. Sebuah pintu tersembunyi terbuka, mengungkapkan area rahasia yang berisi barang berharga. Pendekatan hati-hatimu terbayar.",
      "bad": "Usahamu untuk memutuskan sambungan sumber energi memicu protokol keselamatan otomatis, melepaskan awan gas beracun yang membuatmu terhuyung mundur. Kamu mengalami kerusakan akibat asap beracun."
    },
    {
      "action": "Eksperimen dengan sumber energi untuk melihat apa yang terjadi",
      "good": "Kamu memutuskan untuk bereksperimen dengan sumber energi, dan secara mengejutkan itu mulai mengisi peralatanmu yang ada di dekatnya. Sebuah cache tersembunyi barang berharga terungkap, dan kamu bisa mengklaimnya sebagai milikmu.",
      "bad": "Eksperimentasimu menyebabkan sumber energi menjadi terlalu panas, yang mengakibatkan kegagalan katastropik yang menghancurkan peralatan di sekitarnya. Kamu mengalami kerusakan akibat puing-puing yang beterbangan, tetapi berhasil menghindari konsekuensi yang lebih parah."
    }
  ]
}