{
  "story": "Kamu menemukan diri kamu berdiri di depan pintu baja besar yang diperkuat dengan tanda yang bertuliskan \"Hanya untuk Personel yang Berwenang\". Saat kamu memeriksa pintu tersebut, kamu menyadari bahwa pintu itu dikelilingi oleh serangkaian pipa dan saluran yang membawa berbagai cairan dan gas. Udara di sekitarmu tampak bergetar dengan energi yang tidak biasa.",
  "actions": [
    {
      "action": "Coba untuk menonaktifkan kamera keamanan",
      "good": "Pemikiran cepatmu memungkinkanmu untuk menonaktifkan kamera keamanan, dan kamu berhasil melintas tanpa terdeteksi. Kamu menemukan kompartemen tersembunyi yang berisi beberapa perlengkapan berguna.",
      "bad": "Kamu mencoba untuk menonaktifkan kamera keamanan tetapi secara tidak sengaja memicu sistem cadangan, yang sekarang memancarkan cahaya menyilaukan langsung ke arahmu. Intensitas cahaya tersebut menyebabkan kamu buta sementara, dan kamu terhuyung-huyung dalam kebingungan."
    },
    {
      "action": "Hack panel kontrol pintu",
      "good": "Keahlianmu dalam hacking memungkinkanmu untuk melewati kunci yang diperkuat dan mendapatkan akses ke ruangan di baliknya. Kamu menemukan tumpukan barang berharga yang telah disimpan untuk keamanan.",
      "bad": "Kamu mencoba untuk hack panel kontrol pintu tetapi malah memicu jebakan, yang mengirimkan gelombang kejut yang kuat melalui sistem. Ledakan tersebut merusak peralatanmu dan menyebabkan kamu bingung sementara."
    },
    {
      "action": "Cari cara untuk melewati kunci yang diperkuat",
      "good": "Kamu dengan hati-hati memeriksa pintu dan menemukan pembaca kartu kunci tersembunyi. Kamu berhasil menghubungkannya dan mendapatkan akses ke ruangan di baliknya, di mana kamu menemukan beberapa barang berguna.",
      "bad": "Kamu mencoba mencari cara untuk melewati kunci tetapi malah terjebak kepalamu di saluran ventilasi yang dirancang buruk. Kamu mengalami kerusakan saat udara berhembus melewatimu, tetapi kamu berhasil membebaskan diri setelah beberapa momen tegang."
    }
  ]
}