{
  "story": "Kamu menemukan diri kamu berdiri di tepi sebuah laboratorium besar yang redup, dipenuhi dengan deretan mesin berdengung dan alat-alat aneh. Udara tebal dengan bau minyak dan kabel yang terbakar. Di tengah lab, kamu melihat sebuah perangkat silinder besar yang memancarkan cahaya biru terang. Tiba-tiba, kamu mendengar suara roda gigi bergerak dan mesin mulai hidup. Sebuah konsol di dekatmu menyala, menampilkan timer hitung mundur: 5 menit hingga perangkat siap diaktifkan. Apa yang akan kamu lakukan?",
  "actions": [
    {
      "action": "Coba untuk menonaktifkan timer hitung mundur",
      "good": "Pemikiran cepatmu memungkinkanmu untuk melewati langkah-langkah keamanan dan menonaktifkan timer hitung mundur. Lab menjadi sunyi, dan kamu bisa menjelajahi area tanpa gangguan. Sebagai hadiah, kamu menemukan sebuah kompartemen tersembunyi yang berisi serpihan teknologi yang berharga.",
      "bad": "Usahamu untuk menonaktifkan timer memicu protokol keamanan, menutup lab dan area sekitarnya. Kamu terjebak tanpa rute keluar yang jelas. Hitung mundur terus berlanjut, dan kamu menerima kerusakan dari energi intens yang memancar dari perangkat."
    },
    {
      "action": "Coba untuk mengakses panel kontrol perangkat silinder",
      "good": "Kamu berhasil meretas sistem perangkat, memberimu akses ke bagian dalamnya. Kamu menemukan cache tersembunyi dari komponen dan alat canggih. Keahlian teknismu terbayar.",
      "bad": "Usahamu untuk mengakses kontrol perangkat memicu urutan pem shutdown otomatis. Mesin di lab mulai menghancurkan diri, dan kamu menerima kerusakan dari kekacauan yang terjadi."
    },
    {
      "action": "Cari jalan keluar darurat atau cara untuk mematikan perangkat",
      "good": "Kamu dengan cepat menemukan jalan keluar darurat yang tersembunyi dan keluar dari lab, menghindari kehancuran yang akan datang. Sebagai hadiah, kamu bisa mengambil beberapa peralatan berharga dari area penyimpanan terdekat.",
      "bad": "Pencarianmu untuk keluar membawamu ke koridor sempit yang dipenuhi gas beracun. Kamu menerima kerusakan saat mencoba menavigasi melalui lingkungan berbahaya dan melarikan diri dari lab."
    }
  ]
}