{
  "story": "Kamu menemukan diri di koridor layanan sempit yang remang-remang di dalam benteng geng. Udara tebal dengan bau minyak dan ozon. Di depanmu, sebuah saluran ventilasi di langit-langit memanggil, sebagian tersembunyi oleh tumpukan kabel. Misi kamu adalah menjelajahi bagian benteng yang belum dipetakan ini dan mengungkap rahasia yang mungkin ada di dalamnya.",
  "actions": [
    {
      "action": "Naik ke dalam saluran ventilasi",
      "good": "Kamu menemukan diri di jaringan saluran sempit, tetapi keterampilan panjatmu yang gesit memudahkanmu untuk menavigasi melalui mereka. Saat kamu bergerak melalui saluran, kamu menemukan sebuah kompartemen tersembunyi yang berisi barang berharga.",
      "bad": "Pendakianmu lebih berbahaya dari yang diperkirakan, dan kamu menggores lenganmu pada tepi yang tajam. Rasa sakitnya sangat, tetapi kamu berhasil melanjutkan. Kamu tidak menemukan apa pun yang berharga di saluran, hanya labirin filter udara kotor dan pipa berkarat."
    },
    {
      "action": "Periksa panel listrik di dekatnya",
      "good": "Setelah pemeriksaan cermat, kamu menemukan bahwa panel listrik sebenarnya adalah titik akses yang disamarkan dengan cerdik menuju ruang server yang aman. Keterampilan hackmu memungkinkanmu untuk melewati langkah-langkah keamanan, dan kamu mendapatkan akses ke data dan informasi berharga.",
      "bad": "Saat kamu mengutak-atik panel listrik, kamu secara tidak sengaja memicu hubungan pendek, menyebabkan percikan api terbang ke mana-mana. Kamu mengalami kerusakan akibat kejutan listrik, tetapi itu tidak cukup untuk membunuhmu. Ruang server tetap terkunci, rahasianya masih tersembunyi darimu."
    },
    {
      "action": "Cari area penyimpanan terdekat untuk barang-barang berguna",
      "good": "Di antara rak dan peti yang berantakan, kamu menemukan persediaan berharga, termasuk makanan, air, dan peralatan medis. Pencarianmu terbayar, dan sekarang kamu lebih siap menghadapi tantangan yang akan datang.",
      "bad": "Dalam terburu-burumu untuk menemukan sesuatu yang berguna, kamu secara tidak sengaja menjatuhkan sebuah peti elektronik yang rapuh. Kekacauan yang dihasilkan adalah bencana, dengan komponen yang rusak dan kabel yang berserakan di mana-mana. Kamu mengalami kerusakan akibat stres mencoba membersihkan kekacauan, tetapi kamu masih tidak dapat menemukan barang berharga."
    }
  ]
}