{
  "story": "Kamu berada di sebuah ruangan yang redup di dalam benteng geng, dikelilingi oleh deretan mesin yang berdengung. Sebuah tampilan holografik yang berkedip di dinding memancarkan cahaya aneh, menyoroti serangkaian kode dan diagram yang misterius. Tiba-tiba, mesin-mesin itu hidup, dan dengungan frekuensi rendah semakin keras. Udara terasa listrik dengan antisipasi saat kamu menyadari bahwa sesuatu akan segera terjadi.",
  "actions": [
    {
      "action": "Coba matikan mesin",
      "good": "Pemikiran cepatmu memungkinkanmu untuk melewati sumber daya utama, dan mesin-mesin itu menjadi hening. Sebuah kompartemen tersembunyi terbuka, mengungkapkan tumpukan barang berharga.",
      "bad": "Usahamu untuk mematikan mesin memicu reaksi berantai, menyebabkan mesin-mesin itu mengalami kerusakan dan memancarkan cahaya menyilaukan. Kamu mengalami kerusakan akibat radiasi yang intens."
    },
    {
      "action": "Selidiki tampilan holografik",
      "good": "Saat kamu mempelajari kode dan diagram, kamu menyadari bahwa itu adalah bagian dari bahasa kuno yang digunakan oleh pendahulu geng. Menguraikan pesan tersebut mengungkapkan pola tersembunyi yang mengarah ke tempat persembunyian barang berharga.",
      "bad": "Ketertarikanmu pada hologram membuatmu mengabaikan tanda peringatan, dan kamu secara tidak sengaja memicu jebakan. Tampilan tersebut mengaktifkan segerombolan drone kecil yang berputar di sekitar kepalamu, menyebabkan kebingungan dan mengalami kerusakan dari serangan kecil mereka."
    },
    {
      "action": "Cari tombol pem shutdown darurat",
      "good": "Kamu menemukan panel tersembunyi dengan tombol pem shutdown darurat. Menekannya menyebabkan mesin-mesin itu mati, dan sebuah kompartemen tersembunyi terbuka, mengungkapkan barang-barang berharga.",
      "bad": "Pencarianmu untuk tombol shutdown membawamu ke jalan buntu, di mana kamu dihadapkan pada serangan sistem pertahanan otomatis. Mesin-mesin itu menyerangmu dari segala arah, menyebabkan kerusakan tetapi tidak membunuhmu."
    }
  ]
}