{
  "story": "Kau mendengar peringatan yang mengerikan: 'Pelanggaran pengendalian lingkungan akan segera terjadi dalam 5 menit. Evakuasi semua personel yang tidak penting.' Udara dipenuhi dengan bau ozon saat sistem yang bermasalah mengancam akan membanjiri area tersebut. Kau harus bertindak cepat untuk mencegah kegagalan yang katastrofik. Apa yang kau lakukan?",
  "actions": [
    {
      "action": "Bersegera ke panel kontrol sistem dan mencoba untuk mengatasi kerusakan",
      "good": "Dengan waktu yang tersisa, kau berhasil meretas sistem dan mengatasi kerusakan. Hitungan mundur berhenti, dan kau diberikan akses ke cache tersembunyi berisi barang berharga. Pemikiran cepatmu menyelamatkan keadaan.",
      "bad": "Saat kau bergegas ke panel kontrol, timer hitung mundur semakin cepat, dan sistem lingkungan mulai gagal. Kau mengalami kerusakan akibat kekacauan yang terjadi, tetapi barang-barang tetap tidak terjangkau."
    },
    {
      "action": "Mencari rute ventilasi alternatif untuk mengevakuasi area",
      "good": "Kau menemukan saluran ventilasi tersembunyi yang mengarah ke permukaan. Saat kau melintasi lorong sempit, kau menemukan tumpukan barang berharga yang ditinggalkan oleh penghuni sebelumnya. Evakuasimu yang cepat terbayar.",
      "bad": "Saat menjelajahi saluran ventilasi, kau terpapar bahan kimia berbahaya dan mengalami kerusakan. Timer hitung mundur habis, tetapi kau hampir selamat dengan nyawamu, meninggalkan barang-barang di belakang."
    },
    {
      "action": "Menggunakan alat-alat di sekitar untuk secara manual menguras sistem yang bermasalah",
      "good": "Dengan alat seadanya, kau berhasil menguras sistem yang gagal, mencegah pelanggaran yang katastrofik. Sebagai imbalan, kau diberikan akses ke cache tersembunyi berisi barang berharga. Kecerdikanmu menyelamatkan keadaan.",
      "bad": "Usahamu untuk secara manual menguras sistem gagal, dan timer hitung mundur habis. Sistem lingkungan runtuh, menyebabkan kerusakan yang luas. Kau mengalami kerusakan tetapi selamat, meninggalkan barang-barang di luar jangkauan."
    }
  ]
}