{
  "story": "Kamu berdiri di depan pintu besar yang terbuat dari logam, dihiasi dengan sirkuit rumit dan garis biru yang bersinar. Pintu ini dipenuhi dengan tanda peringatan dan label yang menunjukkan bahwa pintu ini mengarah ke 'Area Eksperimen Berisiko Tinggi'. Kamu telah mendengar desas-desus bahwa area ini mengandung teknologi canggih dan sumber daya langka, tetapi kamu juga merasakan bahwa sesuatu telah berjalan sangat salah.",
  "actions": [
    {
      "action": "Coba untuk melewati sistem keamanan pintu menggunakan pengetahuanmu tentang peretasan cyberware",
      "good": "Jari-jarimu menari di atas keypad saat kamu dengan ahli melewati sistem keamanan. Pintu terbuka, mengungkapkan ruangan yang dipenuhi dengan peralatan aneh dan perangkat yang mengeluarkan suara berdengung pelan. Kamu menemukan konsol tersembunyi yang berisi informasi dan sumber daya berharga.",
      "bad": "Usahamu untuk meretas sistem memicu urutan penghancuran diri. Pintu mulai menutup rapat, dan kamu mendengar alarm berbunyi saat sistem pertahanan area diaktifkan. Kamu mengalami kerusakan akibat ledakan mendadak dari puing-puing dan percikan api."
    },
    {
      "action": "Paksa pintu terbuka menggunakan kekuatan fisikmu",
      "good": "Dengan dorongan adrenalin, kamu menerjang pintu dan berhasil membukanya. Di dalam, kamu menemukan tumpukan sumber daya berharga, termasuk komponen langka dan alat canggih.",
      "bad": "Usahamu untuk memaksa pintu terbuka memicu generator gelombang kejut tersembunyi. Kamu terlempar ke belakang, jatuh ke lantai saat sistem pertahanan otomatis area mulai beraksi. Kamu mengalami kerusakan akibat benturan dan ledakan berikutnya."
    },
    {
      "action": "Cari rute alternatif di sekitar pintu yang terkunci",
      "good": "Kamu dengan hati-hati menjelajahi koridor terdekat, mencari jalur tersembunyi atau pintu masuk alternatif. Setelah beberapa menit mencari, kamu menemukan pintu rahasia yang mengarah ke Area Eksperimen. Kamu mendapati dirimu di ruangan yang dipenuhi dengan sumber daya berharga dan teknologi canggih.",
      "bad": "Saat mencari rute alternatif, kamu memicu pelat tekanan, menyebabkan lantai di bawah kakimu runtuh. Kamu jatuh ke dalam lubang tersembunyi, mengalami kerusakan akibat benturan dan jatuhnya."
    }
  ]
}