{
  "story": "Nacházíte se v úzkém, špatně osvětleném servisním chodbičku uvnitř pevnosti gangu. Vzduch je nasycený zápachem maziva a ozonu. Před vámi ve stropě láká ventilace, částečně skrytá hromádkou kabelů. Vaším úkolem je prozkoumat tuto neznámou část pevnosti a odhalit jakékoli tajemství, která může skrývat.",
  "actions": [
    {
      "action": "Vylezte do ventilace",
      "good": "Nacházíte se v síti úzkých kanálů, ale vaše obratné lezecké schopnosti vám umožňují je snadno projít. Jak se pohybujete ventilačními kanály, narazíte na skrytou komoru obsahující cenný předmět.",
      "bad": "Vaše výstup je nebezpečnější, než jste očekávali, a poškrábáte si paži na ostré hraně. Bolest je intenzivní, ale dokážete pokračovat dál. V kanálech nenajdete nic cenného, jen bludiště špinavých filtrů a rezavých trubek."
    },
    {
      "action": "Prozkoumejte blízký elektrický panel",
      "good": "Po pečlivém prozkoumání zjistíte, že elektrický panel je vlastně chytrě zamaskovaný přístupový bod do bezpečné serverovny. Vaše hackerské schopnosti vám umožňují obejít bezpečnostní opatření a získat přístup k cenným datům a informacím.",
      "bad": "Jak manipulujete s elektrickým panelem, nechtěně spustíte zkrat, což způsobí, že jiskry lítají všude kolem. Zraníte se elektrickým výbojem, ale není to dost silné na to, aby vás zabilo. Serverovna zůstává zamčená, její tajemství jsou před vámi stále skrytá."
    },
    {
      "action": "Prohledat blízkou skladovou oblast pro jakékoli užitečné předměty",
      "good": "Mezi znepořádanými police a bedny najdete zásobu cenných zásob, včetně jídla, vody a lékařského vybavení. Vaše hledání se vyplatilo a nyní jste lépe vybaveni k tomu, aby jste zvládli výzvy před vámi.",
      "bad": "Ve své spěchu najít něco užitečného náhodou svrhnete bednu s křehkými elektronickými součástkami. Vzniklá nepořádek je katastrofa, se zlomenými součástkami a rozptýlenými dráty všude kolem. Zraníte se stresem z pokusu o uklizení nepořádku, ale stále nemůžete najít žádné cenné předměty."
    }
  ]
}