{
    "SCENARIOS": [
        {
            "STORY": "Você se deparou com um baú trancado cheio de itens valiosos. O baú está protegido por uma armadilha com um dispositivo de choque elétrico. A tentativa de desarmá-lo lhe custará alguns pontos de vida.",
            "CONFIRM": "Desarmar"
        },
        {
            "STORY": "Você se depara com uma sala cheia de gás tóxico. Você precisa ir para o outro lado da sala para chegar a um esconderijo de armas. O gás danificará sua saúde se você optar por atravessar a sala.",
            "CONFIRM": "Atravessar"
        },
        {
            "STORY": "Você encontrou um terminal que é necessário para destravar uma porta secreta. O terminal é guardado por um robô de segurança de alta tecnologia que está armado com um laser mortal. Invadir o terminal fará com que o robô o ataque e lhe custará alguns pontos de vida.",
            "CONFIRM": "Hackear"
        },
        {
            "STORY": "Você descobriu uma sala cheia de um líquido altamente inflamável. A sala também contém equipamentos valiosos que você precisa adquirir. Acender o líquido causará uma explosão e lhe custará alguns pontos de vida.",
            "CONFIRM": "Acender"
        },
        {
            "STORY": "Você encontrou uma porta escondida que é protegida por uma grade de laser mortal. A porta leva a uma sala cheia de itens valiosos. Desativar a grade de laser fará com que os lasers saiam pela culatra e danifiquem sua saúde.",
            "CONFIRM": "Desativar"
        },
        {
            "STORY": "Você se deparou com uma sala cheia de materiais altamente radioativos. A sala também contém tecnologia valiosa que você precisa adquirir. Ao entrar na sala, você sofrerá danos por radiação e perderá um pouco de saúde.",
            "CONFIRM": "Entrar"
        },
        {
            "STORY": "Você encontrou uma sala cheia de robôs perigosos. A sala contém equipamentos valiosos que você precisa adquirir. Enfrentar os robôs lhe custará um pouco de saúde.",
            "CONFIRM": "Enfrentar"
        },
        {
            "STORY": "Você se deparou com uma sala cheia de uma substância altamente corrosiva. A sala também contém tecnologia valiosa que você precisa adquirir. Ao tocar na substância, você sofrerá danos e perderá um pouco de saúde.",
            "CONFIRM": "Tocar"
        },
        {
            "STORY": "Você descobriu uma sala cheia de calor intenso. A sala também contém equipamentos valiosos que você precisa adquirir. Ao entrar na sala, você sofrerá danos causados pelo calor e perderá um pouco de saúde.",
            "CONFIRM": "Entrar"
        },
        {
            "STORY": "Você encontrou uma sala cheia de um vírus mortal. A sala também contém tecnologia valiosa que você precisa adquirir. Ao entrar na sala, você sofrerá danos causados pelo vírus e perderá um pouco de saúde.",
            "CONFIRM": "Entrar"
        },
        {
            "STORY": "Você se depara com um cofre trancado que exige uma senha para ser destrancado. Você nota um terminal de computador próximo e percebe que poderia tentar invadir o sistema para obter o código, mas há uma chance de ser pego e disparar um alarme.",
            "CONFIRM": "Hackear"
        },
        {
            "STORY": "Você encontra uma sala cheia de gás tóxico. Você pode ver um item valioso em um pedestal no centro da sala. Para recuperar o item, você terá de prender a respiração e atravessar o gás, mas é provável que isso prejudique sua saúde.",
            "CONFIRM": "Recuperar item"
        },
        {
            "STORY": "Você se depara com uma porta que está bloqueada por uma forte corrente elétrica. Você poderia tentar contornar a corrente redirecionando a energia dos sistemas próximos, mas isso poderia resultar em um surto perigoso.",
            "CONFIRM": "Contornar corrente"
        },
        {
            "STORY": "Você encontra uma sala cheia de armadilhas holográficas. Para chegar ao saque, você precisará navegar pelas armadilhas, mas provavelmente sofrerá alguns danos no processo.",
            "CONFIRM": "Navegar pelas armadilhas"
        },
        {
            "STORY": "Você se depara com uma sala guardada por um robô poderoso. Você pode tentar desativá-lo invadindo seus sistemas, mas há uma chance de que ele detecte e ataque você.",
            "CONFIRM": "Desativar robô"
        },
        {
            "STORY": "Você encontra uma porta trancada que requer um comando de voz para ser aberta. Você pode tentar imitar a voz da pessoa que deu o último comando, mas há o risco de cometer um erro e acionar um alarme.",
            "CONFIRM": "Imitar voz"
        },
        {
            "STORY": "Você se depara com uma sala cheia de radiação perigosa. Para recuperar o saque, você precisará usar um traje de proteção, mas, mesmo com o traje, ainda sofrerá alguns danos.",
            "CONFIRM": "Recuperar o saque"
        },
        {
            "STORY": "Você encontra uma sala protegida por um labirinto de raios laser. Para chegar ao saque, você precisará passar pelos feixes, mas é provável que eles danifiquem sua saúde.",
            "CONFIRM": "Navegar pelos feixes"
        },
        {
            "STORY": "Você se depara com uma porta que está fechada por uma trava magnética. Você pode tentar desativar a fechadura, mas há uma chance de ficar preso e sofrer danos do campo magnético.",
            "CONFIRM": "Desativar trava"
        },
        {
            "STORY": "Você encontra uma sala cheia de ruído de baixo nível que está causando interferência no seu equipamento. Para recuperar o saque, você precisará entrar na sala e desativar a fonte da interferência, mas provavelmente sofrerá alguns danos causados pelo ruído.",
            "CONFIRM": "Recuperar saque"
        },
        {
            "STORY": "Você encontrou uma IA corrompida que está guardando uma sala escondida cheia de itens valiosos. A IA está disposta a lhe dar acesso, mas exige que você resolva um quebra-cabeça complexo dentro de um período de tempo limitado.",
            "CONFIRM": "Resolva o quebra-cabeça"
        },
        {
            "STORY": "Você se deparou com uma sala cheia de armadilhas e criaturas mecânicas perigosas. A sala contém um artefato valioso, mas chegar até ele lhe custará uma quantidade significativa de vida.",
            "CONFIRM": "Recuperação de artefato"
        },
        {
            "STORY": "Você descobriu um laboratório secreto com aprimoramentos cibernéticos avançados. Para acessar as atualizações, você deve passar por um procedimento doloroso e arriscado.",
            "CONFIRM": "Submeter-se ao procedimento"
        },
        {
            "STORY": "Você encontrou um clube de luta clandestino onde lutadores ciberneticamente aprimorados se enfrentam. Para entrar, você deve derrotar o campeão atual e ganhar uma quantidade significativa de saúde.",
            "CONFIRM": "Entre no clube da luta"
        },
        {
            "STORY": "Você encontrou uma sala cheia de gás tóxico, que contém uma peça rara de tecnologia vital para sua missão. Inalar o gás lhe custará um pouco de saúde, mas é a única maneira de recuperar a tecnologia.",
            "CONFIRM": "Recuperar a tecnologia"
        },
        {
            "STORY": "Você encontrou um hacker poderoso que está mantendo informações valiosas como resgate. O hacker exige que você conclua uma série de tarefas perigosas em troca das informações, mas concluí-las lhe custará um pouco de saúde.",
            "CONFIRM": "Concluir as tarefas"
        },
        {
            "STORY": "Você se deparou com uma sala repleta de dispositivos de segurança de alta tecnologia. A sala contém um saque valioso, mas, para obtê-lo, você deve invadir os sistemas de segurança, o que acionará um alarme e o colocará em perigo.",
            "CONFIRM": "Hackear os sistemas de segurança"
        },
        {
            "STORY": "Você encontrou um laboratório de armas experimentais. Para testar as armas, você deve se tornar uma cobaia, o que lhe custará um pouco de saúde, mas também lhe dará informações valiosas e atualizações de armas.",
            "CONFIRM": "Tornar-se uma cobaia"
        },
        {
            "STORY": "Você encontrou uma sala cheia de produtos químicos perigosos. Os produtos químicos contêm fórmulas valiosas, mas acessá-las lhe custará um pouco de saúde devido à natureza tóxica dos produtos químicos.",
            "CONFIRM": "Acessar as fórmulas"
        },
        {
            "STORY": "Você encontrou uma sala guardada por um poderoso ciborgue. Para obter a valiosa tecnologia dentro da sala, você deve derrotar o ciborgue em combate, mas isso lhe custará um pouco de saúde.",
            "CONFIRM": "Derrotar o ciborgue"
        },
        {
            "STORY": "Você encontrou uma IA corrompida que está guardando uma sala escondida cheia de itens valiosos. A IA está disposta a lhe dar acesso, mas exige que você resolva um quebra-cabeça complexo dentro de um período de tempo limitado.",
            "CONFIRM": "Resolver o quebra-cabeça"
        },
        {
            "STORY": "Você se deparou com uma sala cheia de armadilhas e criaturas mecânicas perigosas. A sala contém um artefato valioso, mas chegar até ele lhe custará uma quantidade significativa de vida.",
            "CONFIRM": "Tente recuperar o artefato"
        },
        {
            "STORY": "Você descobriu um laboratório secreto com aprimoramentos cibernéticos avançados. Para acessar as atualizações, você deve passar por um procedimento doloroso e arriscado.",
            "CONFIRM": "Submeter-se ao procedimento"
        },
        {
            "STORY": "Você encontrou um clube de luta clandestino onde lutadores ciberneticamente aprimorados se enfrentam. Para entrar, você deve derrotar o campeão atual e ganhar uma quantidade significativa de saúde.",
            "CONFIRM": "Entre no clube da luta"
        },
        {
            "STORY": "Você encontrou uma sala cheia de gás tóxico, que contém uma peça rara de tecnologia vital para sua missão. Inalar o gás lhe custará um pouco de saúde, mas é a única maneira de recuperar a tecnologia.",
            "CONFIRM": "Recuperar a tecnologia"
        },
        {
            "STORY": "Você encontrou um hacker poderoso que está mantendo informações valiosas como resgate. O hacker exige que você conclua uma série de tarefas perigosas em troca das informações, mas concluí-las lhe custará um pouco de saúde.",
            "CONFIRM": "Concluir as tarefas"
        },
        {
            "STORY": "Você se deparou com uma sala repleta de dispositivos de segurança de alta tecnologia. A sala contém um saque valioso, mas, para obtê-lo, você deve invadir os sistemas de segurança, o que acionará um alarme e o colocará em perigo.",
            "CONFIRM": "Hackear os sistemas de segurança"
        },
        {
            "STORY": "Você encontrou um laboratório de armas experimentais. Para testar as armas, você deve se tornar uma cobaia, o que lhe custará um pouco de saúde, mas também lhe dará informações valiosas e atualizações de armas.",
            "CONFIRM": "Tornar-se uma cobaia"
        },
        {
            "STORY": "Você encontrou uma sala cheia de produtos químicos perigosos. Os produtos químicos contêm fórmulas valiosas, mas acessá-las lhe custará um pouco de saúde devido à natureza tóxica dos produtos químicos.",
            "CONFIRM": "Acessar as fórmulas"
        },
        {
            "STORY": "Você encontrou uma sala guardada por um poderoso ciborgue. Para obter a valiosa tecnologia dentro da sala, você deve derrotar o ciborgue em combate, mas isso lhe custará um pouco de saúde.",
            "CONFIRM": "Derrotar o ciborgue"
        }
    ]
}
