{
    "SCENARIOS": [
        {
            "STORY": "Você viu um dispositivo estranho no canto, parece que é uma fechadura digital para uma sala escondida, deve haver algo incrível escondido lá, mas parece que levará algum tempo para destrancá-lo. Gostaria de continuar?",
            "CONFIRM": "Desbloquear"
        },
        {
            "STORY": "Ao se aproximar de um beco escuro, você vê uma figura encapuzada mexendo em um cofre de alta tecnologia. Quando você se aproxima, a figura encapuzada se afasta, deixando para trás o cofre e uma nota que diz: “O código para destravar o cofre está escondido nos letreiros de neon próximos”. Você aceitará o desafio?",
            "CONFIRM": "Decodificar"
        },
        {
            "STORY": "Você se depara com uma porta trancada com um teclado próximo a ela. Após uma inspeção mais detalhada, você percebe que o teclado está coberto por uma camada de sujeira, dificultando a leitura dos números. Uma placa na porta diz: “Limpe o teclado e digite a sequência correta de números para destrancar a porta”. Você aceita a tarefa?",
            "CONFIRM": "Limpar e Inserir"
        },
        {
            "STORY": "Você se depara com uma sala repleta de sistemas de computador avançados e luzes piscantes. Uma voz ecoa pelo interfone: “Para desbloquear o saque oculto, você deve invadir o mainframe e concluir a série de desafios complexos”. Você estará à altura do desafio?",
            "CONFIRM": "Hackear"
        },
        {
            "STORY": "Ao explorar um prédio escuro e abandonado, você se depara com uma sala cheia de lasers que piscam. Uma placa na parede diz: “Para destrancar a porta, você deve navegar pelo labirinto de lasers sem disparar o alarme”. Você aceitará o desafio?",
            "CONFIRM": "Navegar"
        },
        {
            "STORY": "Você se depara com uma porta trancada com um enigma escrito nela. O enigma diz: “Fui tirado de uma mina e trancado em uma caixa de madeira, da qual nunca fui libertado e, ainda assim, sou usado por quase todas as pessoas”. A resposta ao enigma é a chave para destrancar a porta. Você conseguirá resolver o enigma?",
            "CONFIRM": "Resolver"
        },
        {
            "STORY": "Você se depara com uma sala cheia de quebra-cabeças e quebra-cabeças. Uma placa na parede diz: “Para destrancar a porta, você deve resolver todos os enigmas e quebra-cabeças dentro do tempo estipulado”. Você aceitará o desafio?",
            "CONFIRM": "Resolver quebra-cabeças"
        },
        {
            "STORY": "Você se depara com uma sala com um sistema de segurança de alta tecnologia. Uma placa na parede diz: “Para destrancar a porta, você deve desativar o sistema de segurança encontrando e desativando todos os alarmes”. Você aceitará o desafio?",
            "CONFIRM": "Desativar alarmes"
        },
        {
            "STORY": "Você se depara com uma sala com uma máquina grande e complicada. Uma placa na parede diz: “Para destrancar a porta, você deve descobrir como operar a máquina e concluir a tarefa para a qual ela foi projetada”. Você aceitará o desafio?",
            "CONFIRM": "Operar máquina"
        },
        {
            "STORY": "Você se depara com uma sala cheia de imagens holográficas de diferentes cenas cyberpunk. Uma placa na parede diz: “Para destrancar a porta, você deve navegar pelo mundo holográfico e encontrar a chave oculta”. Você aceitará o desafio?",
            "CONFIRM": "Navegar no mundo holográfico"
        },
        {
            "STORY": "Você se deparou com um antigo terminal abandonado e, após alguns minutos de invasão, encontrou uma sala escondida que contém um baú, mas a porta é guardada por uma IA.",
            "CONFIRM": "Desafiar a IA"
        },
        {
            "STORY": "Você ouviu um som estranho vindo de um cano. Depois de investigar, você encontrou um pequeno compartimento que contém um cartão-chave, mas ele parece estar protegido por algum tipo de armadilha.",
            "CONFIRM": "Desarmar armadilha"
        },
        {
            "STORY": "Você viu uma porta que tem um símbolo gravado nela, parece ser um código para destrancá-la, mas você precisa encontrar todas as peças do código espalhadas pela sala.",
            "CONFIRM": "Iniciar a busca"
        },
        {
            "STORY": "Você encontrou uma sala com um monitor grande, que parece ser um jogo de quebra-cabeça, e a recompensa por resolvê-lo é um saque escondido.",
            "CONFIRM": "Jogar"
        },
        {
            "STORY": "Você encontrou uma sala que tem uma grande caixa de vidro. Parece que há um enigma para destrancá-la. Você gostaria de resolvê-lo?",
            "CONFIRM": "Resolver o enigma"
        },
        {
            "STORY": "Você viu uma sala que tem um mecanismo estranho, que parece ser um desafio mecânico, gostaria de tentar?",
            "CONFIRM": "Tentar o desafio mecânico"
        }
    ]
}
