{
  "story": "You're rummaging through a dusty storage room in the gang's stronghold when you stumble upon an old, mysterious-looking console. It's covered in wires and seems to be emitting a faint hum. The console is surrounded by old computer parts, tools, and what appears to be a makeshift repair station. A sign on the wall reads \"Experimental Projects - Do Not Touch.\" What do you do?",
  "actions": [
    {
      "action": "Attempt to connect your cyberdeck to the console",
      "good": "Your cyberdeck interfaces with the console, and you gain access to a hidden database containing valuable information on the gang's operations and potential targets. You also discover a few useful tools and gadgets that have been left behind.",
      "bad": "Connecting your cyberdeck to the console causes a systems overload, damaging the equipment and leaving you vulnerable to hacking attempts from unknown sources. You take damage but manage to escape with your life."
    },
    {
      "action": "Examine the repair station and see if you can learn anything",
      "good": "After closely examining the repair station, you discover a hidden compartment containing a set of advanced tools that have been left behind by a former gang member. The tools are useful for upgrading your cyberdeck or repairing other equipment.",
      "bad": "While trying to examine the repair station, you accidentally trigger a security mechanism that causes the room to fill with noxious fumes. You take damage and must quickly escape before the fumes become too potent."
    },
    {
      "action": "Try to activate the console and see what happens",
      "good": "Activating the console reveals a hidden interface that allows you to access a secure server containing valuable information on the gang's operations and potential targets. You also discover a few useful tools and gadgets that have been left behind.",
      "bad": "Activating the console causes it to malfunction, releasing a burst of energy that damages nearby equipment and leaves you vulnerable to electrical attacks. You take damage but manage to escape with your life."
    }
  ]
}