{
  "SCENARIOS": [
    {
      "STORY": "Вы увидели странное устройство, лежащее в углу. Похоже, это цифровой замок к скрытой комнате. Там должно быть что-то потрясающее, но, кажется, потребуется некоторое время, чтобы его открыть. Хотите продолжить?",
      "CONFIRM": "Открыть"
    },
    {
      "STORY": "Когда вы подходите к темной аллее, вы видите человека в капюшоне, который возится с высокотехнологичным сейфом. Когда вы подходите ближе, человек в капюшоне убегает, оставляя сейф и записку, в которой написано: 'Код для открытия сейфа спрятан в неоновых вывесках поблизости'. Сможете ли вы принять этот вызов?",
      "CONFIRM": "Расшифровать"
    },
    {
      "STORY": "Вы натыкаетесь на запертую дверь с клавиатурой рядом с ней. При ближайшем рассмотрении вы замечаете, что клавиатура покрыта слоем грязи, что затрудняет чтение цифр. На двери есть знак: 'Очистите клавиатуру и введите правильную последовательность цифр, чтобы открыть дверь'. Вы возьмете на себя эту задачу?",
      "CONFIRM": "Очистить и Ввести"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, заполненную передовыми компьютерными системами и мигающими огнями. Голос гремит по интеркому: 'Чтобы открыть скрытый добычу, вам нужно взломать главную систему и пройти серию сложных испытаний'. Сможете ли вы принять вызов?",
      "CONFIRM": "Взломать"
    },
    {
      "STORY": "Исследуя темное заброшенное здание, вы натыкаетесь на комнату, заполненную мигающими лазерами. На стене висит знак 'Чтобы открыть дверь, вам нужно пройти через лабиринт лазеров, не срабатывая сигнализацию'. Вы готовы принять вызов?",
      "CONFIRM": "Пройти"
    },
    {
      "STORY": "Вы сталкиваетесь с запертой дверью, на которой написан загадочный ребус. Ребус гласит: 'Меня извлекают из шахты и запирают в деревянный ящик, из которого я никогда не выходит, но все же используют почти все люди'. Ответ на ребус - ключ к открытию двери. Решите вы ребус?",
      "CONFIRM": "Решить"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, заполненную головоломками и загадками. На стене висит знак: 'Чтобы открыть дверь, вы должны решить все головоломки и загадки в отведенное время'. Вы примете вызов?",
      "CONFIRM": "Решить головоломки"
    },
    {
      "STORY": "Вы сталкиваетесь с комнатой с высокотехнологичной системой безопасности. На стене висит знак: 'Чтобы открыть дверь, вы должны деактивировать систему безопасности, найдя и отключив все сигнализации'. Вы примете вызов?",
      "CONFIRM": "Отключить сигнализацию"
    },
    {
      "STORY": "Вы заходите в комнату с большой и сложной машиной. На стене висит знак: 'Чтобы открыть дверь, вам нужно разобраться, как управлять машиной и выполнить задачу, для которой она была создана'. Вы готовы принять вызов?",
      "CONFIRM": "Управлять машиной"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, заполненную голографическими изображениями различных киберпанк сцен. На стене висит знак 'Чтобы открыть дверь, вам нужно пройти через голографический мир и найти скрытый ключ'. Вы примете вызов?",
      "CONFIRM": "Пройти Голографический Мир"
    },
    {
      "STORY": "Вы наткнулись на старый заброшенный терминал. После нескольких минут взлома вы нашли скрытую комнату, в которой находится сундук, но дверь охраняется ИИ. Хотите ли вы бросить ему вызов?",
      "CONFIRM": "Бросить вызов ИИ"
    },
    {
      "STORY": "Вы услышали странный звук, исходящий из трубы. После расследования вы нашли небольшой отсек, который содержит ключ-карту, но он, кажется, охраняется какой-то ловушкой. Хотите ли вы ее обезвредить?",
      "CONFIRM": "Обезвредить ловушку"
    },
    {
      "STORY": "Вы увидели дверь с выгравированным на ней символом. Кажется, это код для открытия, но вам нужно найти все части кода, разбросанные по комнате. Хотите начать поиск?",
      "CONFIRM": "Начать поиск"
    },
    {
      "STORY": "Вы нашли комнату с большим монитором. Похоже, это игра-головоломка, и наградой за ее решение является скрытые сокровища. Хотите ли вы сыграть в игру?",
      "CONFIRM": "Играть"
    },
    {
      "STORY": "Вы нашли комнату с большим стеклянным шкафом. Кажется, комната - это загадка для его открытия. Хотите ли вы ее решить?",
      "CONFIRM": "Решить загадку"
    },
    {
      "STORY": "Вы увидели комнату со странным механизмом. Кажется, это механическое испытание. Хотите ли вы попробовать?",
      "CONFIRM": "Попытаться механическое испытание"
    }
  ]
}
