{
  "SCENARIOS": [
    {
      "STORY": "Вы наткнулись на запертый сундук, полный ценных предметов. Сундук заминирован электрическим устройством для удара. Попытка обезвредить его обойдется вам здоровьем.",
      "CONFIRM": "Обезвредить"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, заполненную токсичным газом. Вам нужно добраться до другой стороны комнаты, чтобы добраться до скрытого запаса оружия. Газ повредит ваше здоровье, если вы решите пересечь комнату.",
      "CONFIRM": "Перейти"
    },
    {
      "STORY": "Вы нашли терминал, который необходимо использовать для открытия секретной двери. Терминал охраняется высокотехнологичным ботом безопасности, вооруженным смертоносным лазером. Взлом терминала приведет к нападению бота на вас и потере здоровья.",
      "CONFIRM": "Взломать"
    },
    {
      "STORY": "Вы обнаружили комнату, заполненную высокогорючей жидкостью. В комнате также находится ценное оборудование, которое вам нужно получить. Зажигание жидкости вызовет взрыв и потребует от вас часть здоровья.",
      "CONFIRM": "Зажечь"
    },
    {
      "STORY": "Вы нашли скрытую дверь, охраняемую смертоносной лазерной сеткой. Дверь ведет в комнату, заполненную ценными предметами. Отключение лазерной сетки приведет к обратному выстрелу лазеров и повреждению вашего здоровья.",
      "CONFIRM": "Отключить"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную высокорадиоактивными материалами. Кроме того, в комнате находится ценная техника, которую вам нужно получить. Войти в комнату приведет к получению урона от радиации и потере здоровья.",
      "CONFIRM": "Войти"
    },
    {
      "STORY": "Вы нашли комнату, заполненную опасными роботами. В комнате находится ценное оборудование, которое вам нужно получить. Схватка с роботами обойдется вам здоровьем.",
      "CONFIRM": "Начать бой"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную высококоррозионным веществом. В комнате также находится ценная техника, которую вам нужно получить. Касание вещества приведет к получению урона и потере здоровья.",
      "CONFIRM": "Коснуться"
    },
    {
      "STORY": "Вы обнаружили комнату, наполненную интенсивным теплом. В комнате также находится ценное оборудование, которое вам нужно получить. При входе в комнату вы получите урон от тепла и потеряете немного здоровья.",
      "CONFIRM": "Войти"
    },
    {
      "STORY": "Вы нашли комнату, заполненную смертельным вирусом. Комната также содержит ценную технику, которую вам нужно получить. Вход в комнату приведет к получению урона от вируса и потере части здоровья.",
      "CONFIRM": "Войти"
    },
    {
      "STORY": "Вы натыкаетесь на запертый сейф, для открытия которого требуется код доступа. Вы замечаете рядом компьютерный терминал и понимаете, что можете попытаться взломать систему, чтобы получить код, но есть шанс, что вас поймают и сработает сигнализация.",
      "CONFIRM": "Взломать"
    },
    {
      "STORY": "Вы находите комнату, заполненную токсичным газом. Вы видите ценный предмет, стоящий на пьедестале в центре комнаты. Чтобы получить предмет, вам придется задержать дыхание и пробежать через газ, но это может навредить вашему здоровью.",
      "CONFIRM": "Получить предмет"
    },
    {
      "STORY": "Вы натыкаетесь на дверь, которая заблокирована мощным электрическим током. Вы можете попытаться обойти ток, перенаправив энергию из близлежащих систем, но это может привести к опасному скачку напряжения.",
      "CONFIRM": "Обойти ток"
    },
    {
      "STORY": "Вы находите комнату, заполненную голографическими ловушками. Чтобы добраться до добычи, вам нужно будет пройти через ловушки, но вы, скорее всего, получите некоторый урон в процессе.",
      "CONFIRM": "Пройти через ловушки"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, охраняемую мощным роботом. Вы можете попытаться деактивировать его, взломав его системы, но есть шанс, что он обнаружит вас и атакует.",
      "CONFIRM": "Деактивировать робота"
    },
    {
      "STORY": "Вы находите запертую дверь, которая требует голосовой команды для открытия. Вы можете попытаться подражать голосу человека, который последним произнес команду, но есть риск сделать ошибку и вызвать сигнал тревоги.",
      "CONFIRM": "Подражать голосу"
    },
    {
      "STORY": "Вы натыкаетесь на комнату, заполненную опасным излучением. Чтобы получить добычу, вам нужно будет надеть защитный костюм, но даже с ним вы все равно получите некоторый урон.",
      "CONFIRM": "Получить добычу"
    },
    {
      "STORY": "Вы находите комнату, охраняемую лабиринтом лазерных лучей. Чтобы добраться до добычи, вам нужно будет пройти через лучи, но они могут повредить ваше здоровье.",
      "CONFIRM": "Пройти через лучи"
    },
    {
      "STORY": "Вы натыкаетесь на дверь, которая заперта магнитным замком. Вы можете попытаться деактивировать замок, но есть шанс, что вы застрянете и получите повреждения от магнитного поля.",
      "CONFIRM": "Деактивировать замок"
    },
    {
      "STORY": "Вы находите комнату, наполненную низкоуровневым шумом, который мешает работе вашего оборудования. Чтобы получить добычу, вам нужно будет войти в комнату и отключить источник помех, но вы, скорее всего, получите повреждения от шума.",
      "CONFIRM": "Получить добычу"
    },
    {
      "STORY": "Вы столкнулись с поврежденным искусственным интеллектом, который охраняет скрытую комнату, наполненную ценным добычей. ИИ готов дать вам доступ, но для этого вам нужно решить сложную головоломку в ограниченное время.",
      "CONFIRM": "Решить головоломку"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную ловушками и опасными механическими существами. В комнате находится ценный артефакт, но чтобы добраться до него, вам придется заплатить значительную часть здоровья.",
      "CONFIRM": "Попытаться достать артефакт"
    },
    {
      "STORY": "Вы обнаружили секретную лабораторию с передовыми кибернетическими улучшениями. Чтобы получить доступ к улучшениям, вам необходимо пройти болезненную и рискованную процедуру.",
      "CONFIRM": "Пройти процедуру"
    },
    {
      "STORY": "Вы нашли подпольный бойцовский клуб, где кибернетически усовершенствованные бойцы сражаются. Чтобы войти, вы должны победить текущего чемпиона и выиграть значительное количество здоровья.",
      "CONFIRM": "Войти в бойцовский клуб"
    },
    {
      "STORY": "Вы нашли комнату, заполненную токсичным газом. Газ содержит редкий кусок технологии, который необходим для вашей миссии. Вдыхание газа обойдется вам здоровьем, но это единственный способ извлечь технологию.",
      "CONFIRM": "Извлечь технологию"
    },
    {
      "STORY": "Вы столкнулись с мощным хакером, который держит ценную информацию в заложниках. Хакер требует, чтобы вы выполнили ряд опасных заданий в обмен на информацию, но выполнение их будет стоить вам здоровья.",
      "CONFIRM": "Выполнить задания"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную высокотехнологичными устройствами безопасности. Комната хранит ценные добычи, но чтобы получить их, вам нужно взломать системы безопасности, что приведет к срабатыванию сигнала тревоги и поставит вас в опасность.",
      "CONFIRM": "Взломать системы безопасности"
    },
    {
      "STORY": "Вы нашли экспериментальную лабораторию оружия. Чтобы протестировать оружие, вам нужно стать объектом эксперимента, что обойдется вам здоровьем, но также предоставит вам ценную информацию и улучшения оружия.",
      "CONFIRM": "Стать объектом"
    },
    {
      "STORY": "Вы нашли комнату, заполненную опасными химическими веществами. Химические вещества содержат ценные формулы, но доступ к ним обойдется вам здоровьем из-за токсичности химических веществ.",
      "CONFIRM": "Открыть доступ к формулам"
    },
    {
      "STORY": "Вы нашли комнату, охраняемую мощным киборгом. Чтобы получить ценную технологию внутри комнаты, вам нужно победить киборга в бою, но это обойдется вам здоровьем.",
      "CONFIRM": "Победить киборга"
    },
    {
      "STORY": "Вы столкнулись с поврежденным искусственным интеллектом, который охраняет скрытую комнату, наполненную ценным добычей. ИИ готов дать вам доступ, но для этого вам нужно решить сложную головоломку в ограниченное время.",
      "CONFIRM": "Решить головоломку"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную ловушками и опасными механическими существами. В комнате находится ценный артефакт, но чтобы добраться до него, вам придется заплатить значительную часть здоровья.",
      "CONFIRM": "Попытаться достать артефакт"
    },
    {
      "STORY": "Вы обнаружили секретную лабораторию с передовыми кибернетическими улучшениями. Чтобы получить доступ к улучшениям, вам необходимо пройти болезненную и рискованную процедуру.",
      "CONFIRM": "Пройти процедуру"
    },
    {
      "STORY": "Вы нашли подпольный бойцовский клуб, где кибернетически усовершенствованные бойцы сражаются. Чтобы войти, вы должны победить текущего чемпиона и выиграть значительное количество здоровья.",
      "CONFIRM": "Войти в бойцовский клуб"
    },
    {
      "STORY": "Вы нашли комнату, заполненную токсичным газом. Газ содержит редкий кусок технологии, который необходим для вашей миссии. Вдыхание газа обойдется вам здоровьем, но это единственный способ извлечь технологию.",
      "CONFIRM": "Извлечь технологию"
    },
    {
      "STORY": "Вы столкнулись с мощным хакером, который держит ценную информацию в заложниках. Хакер требует, чтобы вы выполнили ряд опасных заданий в обмен на информацию, но выполнение их будет стоить вам здоровья.",
      "CONFIRM": "Выполнить задания"
    },
    {
      "STORY": "Вы наткнулись на комнату, заполненную высокотехнологичными устройствами безопасности. Комната хранит ценные добычи, но чтобы получить их, вам нужно взломать системы безопасности, что приведет к срабатыванию сигнала тревоги и поставит вас в опасность.",
      "CONFIRM": "Взломать системы безопасности"
    },
    {
      "STORY": "Вы нашли экспериментальную лабораторию оружия. Чтобы протестировать оружие, вам нужно стать объектом эксперимента, что обойдется вам здоровьем, но также предоставит вам ценную информацию и улучшения оружия.",
      "CONFIRM": "Стать объектом"
    },
    {
      "STORY": "Вы нашли комнату, заполненную опасными химическими веществами. Химические вещества содержат ценные формулы, но доступ к ним обойдется вам здоровьем из-за токсичности химических веществ.",
      "CONFIRM": "Открыть доступ к формулам"
    },
    {
      "STORY": "Вы нашли комнату, охраняемую мощным киборгом. Чтобы получить ценную технологию внутри комнаты, вам нужно победить киборга в бою, но это обойдется вам здоровьем.",
      "CONFIRM": "Победить киборга"
    }
  ]
}