{
  "story": "Du stehst vor einem alten, verlassenen Wartungstunnel, der seit Jahren nicht mehr genutzt wurde. Die Luft drinnen ist abgestanden, und die Dunkelheit wird nur von einem schwachen Glühen beleuchtet, das von lumineszenten Pilzen an den Wänden ausgeht. Du kannst das Knarren von rostigen Rohren und das entfernte Summen von Maschinen hören, aber es ist schwer zu sagen, was es verursacht.",
  "actions": [
    {
      "action": "Untersuche die Quelle der Vibrationen",
      "good": "Als du vorsichtig die Quelle der Vibrationen näherst, entdeckst du ein verstecktes Versteck mit wertvollen Gegenständen. Es scheint, dass das, was die Störung verursacht hat, diese Gegenstände bei sich trug.",
      "bad": "Deine Versuche, zu untersuchen, lösen einen plötzlichen Energieschub aus einer unbekannten Quelle aus. Du erleidest Schaden, als die Energie über dich hinwegschwappt, aber die Beute bleibt unerreichbar."
    },
    {
      "action": "Suche nach einem Weg, den Tunnel abzuschotten",
      "good": "Mit etwas Mühe gelingt es dir, ein verstecktes Bedienfeld zu finden und den Tunnel abzuschotten, wodurch das, was die Störung verursacht hat, darin gefangen bleibt. Aus Dank belohnt dich der Technikexperte der Gang mit einigen wertvollen Gegenständen.",
      "bad": "Deine Versuche, den Tunnel abzuschotten, lösen eine Reihe automatisierter Verteidigungen aus, die dir Schaden zufügen, dich aber nicht töten. Was auch immer die Störung verursacht hat, entkommt in den Rest der Festung."
    },
    {
      "action": "Folge der Spur der Vibrationen",
      "good": "Du folgst vorsichtig der Spur der Vibrationen, und sie führt dich zu einer versteckten Kammer tief im Inneren der Maschinen der Gang. Drinnen findest du einen Vorrat an wertvollen Gegenständen und erhältst Zugang zu exklusiver Technik.",
      "bad": "Während du der Spur folgst, löst du eine Reihe von Fallen aus, die dazu gedacht sind, Eindringlinge zu verlangsamen. Du erleidest Schaden, während du dich durch die Hindernisse navigierst, aber die Beute bleibt unerreichbar."
    }
  ]
}