{
  "story": "Du stehst in einem schwach beleuchteten Raum, umgeben von einem Meer aus gefährlichem Abfall. Die Luft ist dick von giftigen Dämpfen, und Trümmer einer kürzlichen Explosion hängen schwebend in der Luft. Ein leises Summen dringt aus den Wänden, während die improvisierten Lebenserhaltungssysteme der Gang kämpfen, um eine stabile Atmosphäre aufrechtzuerhalten. Was tust du?",
  "actions": [
    {
      "action": "Benutze deinen Enterhaken, um durch die Trümmer zu schwingen",
      "good": "Du navigierst erfolgreich durch die tückische Umgebung und tauchst auf der anderen Seite mit einem kleinen Vorrat an wertvollen Gegenständen auf, die im Schutt versteckt waren.",
      "bad": "Dein Enterhaken funktioniert nicht richtig, wodurch du dich in den Trümmern verhedderst. Giftige Chemikalien beginnen in deinen Anzug einzudringen, und du erleidest Schaden, bevor du es schaffst, dich zu befreien."
    },
    {
      "action": "Versuche, einen Weg durch die Trümmer mit deinen Kampffähigkeiten freizuräumen",
      "good": "Du nutzt deine Agilität und dein Kampftraining, um die tückische Umgebung zu durchqueren und einen Weg zu einem versteckten Vorrat an wertvollen Gegenständen freizuräumen.",
      "bad": "Deine Kampffähigkeiten werden auf die Probe gestellt, als du versuchst, einen Weg freizuräumen. Allerdings wirst du von einer Explosion getroffen, die durch einen der Trümmerfragmente verursacht wurde, erleidest Schaden, schaffst es aber zu überleben."
    },
    {
      "action": "Suche nach einer Luftschleuse oder einem Notausgang",
      "good": "Du findest schnell eine Luftschleuse und machst dich auf den Weg aus dem Raum, wodurch du der gefährlichen Umgebung entkommst. Du stößt auf einen versteckten Vorrat an wertvollen Gegenständen, die von anderen Gangmitgliedern zurückgelassen wurden.",
      "bad": "Während du nach einer Luftschleuse suchst, löst du eine sekundäre Explosion aus, die die Lebenserhaltungssysteme beschädigt. Die Luft im Raum wird noch giftiger, und du erleidest Schaden, bevor du einen Ausweg findest."
    }
  ]
}