{
  "story": "Du stehst vor einer massiven Stahltür, deren Oberfläche zerkratzt und ramponiert ist. Die Luft um sie herum scheint mit dem Summen der Maschinen zu vibrieren. Du spürst das Gewicht der Geheimnisse der Gang hinter dieser Tür. Was tust du?",
  "actions": [
    {
      "action": "Nutze dein Wissen über die internen Systeme der Festung, um zu versuchen, die Sicherheit der Tür zu deaktivieren",
      "good": "Nach einigen angespannten Momenten gelingt es dir, die Sicherheitsprotokolle zu umgehen. Die Tür gleitet mit einem Zischen auf und gibt einen Raum frei, der mit Kisten und Boxen gefüllt ist. Während du darin suchst, findest du einige wertvolle Gegenstände, die dir bei deinen zukünftigen Unternehmungen helfen werden.",
      "bad": "Dein Versuch, die Sicherheit der Tür zu deaktivieren, löst einen Alarm aus. Der Raum beginnt sich mit giftigem Gas zu füllen, was dir Schaden zufügt. Du schaffst es, dem Schlimmsten zu entkommen, aber die Tür bleibt hinter dir verschlossen."
    },
    {
      "action": "Versuche, die Tür mit deiner Stärke aufzubrechen",
      "good": "Mit einem mächtigen Brüller stürzt du dich auf die Tür und durchbrichst sie. Auf der anderen Seite findest du einen Raum voller wertvoller Ausrüstung und Werkzeuge. Du nimmst dir so viel, wie du tragen kannst.",
      "bad": "Dein Versuch, die Tür aufzubrechen, löst eine Reihe von Fallen aus. Die Tür schlägt hinter dir zu, und du stehst vor einer Wand aus Stacheln. Du erleidest Schaden, schaffst es aber, mit deinem Leben zu entkommen."
    },
    {
      "action": "Suche nach einem alternativen Weg um die verschlossene Tür",
      "good": "Du erkundest vorsichtig die umliegenden Korridore und findest einen versteckten Durchgang, der auf die andere Seite der verschlossenen Tür führt. Während du hindurchgehst, stößt du auf einen kleinen Raum voller wertvoller Gegenstände. Du nimmst dir so viel, wie du tragen kannst.",
      "bad": "Deine Suche nach einem alternativen Weg führt dich in einen engen Korridor, der scheinbar endlos ist. Schließlich verlierst du dich und erleidest Schaden durch die harten Bedingungen."
    }
  ]
}