{
  "story": "Du befindest dich in einem Abschnitt der Gangfestung, der aufgrund eines schiefgegangenen Experimentprojekts abgesperrt wurde. Die Luft ist dick von giftigen Dämpfen, und Warnschilder, die an den Wänden angebracht sind, warnen vor drohender Gefahr. Du musst dich durch dieses tückische Gebiet navigieren, ohne Alarme auszulösen oder dich selbst zu verletzen. Was tust du?",
  "actions": [
    {
      "action": "Vorsichtig vorwärts gehen und gefährliche Bereiche umschiffen",
      "good": "Es gelingt dir, keine Fallen oder Alarme auszulösen, und als du die andere Seite erreichst, entdeckst du einen versteckten Lagerraum mit wertvollen Gegenständen. Deine sorgfältige Navigation zahlt sich aus.",
      "bad": "Während du dich durch das Gebiet bewegst, löst du versehentlich eine Druckplatte aus, wodurch ein Abschnitt des Bodens unter deinen Füßen nachgibt. Du erleidest durch den Fall Schaden, schaffst es aber, mit deinem Leben zu entkommen. Die Beute bleibt unerreichbar."
    },
    {
      "action": "Nutze dein Wissen über die Sicherheitssysteme der Gang, um potenzielle Bedrohungen zu deaktivieren",
      "good": "Du deaktivierst geschickt die Sicherheitssysteme in der Gegend, sodass du ohne Sorgen um Alarme oder Fallen weitergehen kannst. Du findest einen Vorrat an wertvollen Gegenständen und nimmst sie für dich.",
      "bad": "Dein Versuch, die Sicherheitssysteme zu deaktivieren, löst ein Backup-Protokoll aus, das das gesamte Gebiet versiegelt. Du erleidest Schaden durch die giftigen Dämpfe, schaffst es aber, mit deinem Leben zu entkommen. Die Beute bleibt unerreichbar."
    },
    {
      "action": "Nach einem alternativen Weg suchen, der die gefährlichen Bereiche umgeht",
      "good": "Du findest einen versteckten Durchgang, der dich um das tückische Gebiet herumführt, und als du die andere Seite erreichst, entdeckst du einen wertvollen Vorrat an Gegenständen. Deine Einfallsreichtum zahlt sich aus.",
      "bad": "Während du nach einem alternativen Weg suchst, gerätst du in einen Lüftungsschacht und bleibst stecken. Du erleidest Schaden durch den engen Raum, schaffst es aber, mit deinem Leben zu entkommen. Die Beute bleibt unerreichbar."
    }
  ]
}