{
  "story": "Du stehst am Rand eines großen, schwach beleuchteten Raums innerhalb der Gangfestung. Die Wände sind mit alten Computer-Servern gesäumt, deren Bildschirme mit statischen Störungen flackern. In der Mitte des Raums summt ein massiver Hauptserver laut und wirft ein gespenstisches Licht über den Raum. Plötzlich bemerkst du, dass mehrere der Serverbildschirme mit dringenden Nachrichten zu blitzen beginnen. Was tust du?",
  "actions": [
    {
      "action": "Versuche, auf die Nachrichten auf den Serverbildschirmen zuzugreifen und sie zu lesen",
      "good": "Du greifst erfolgreich auf die Nachrichten zu, die einen versteckten Vorrat an wertvollen Tech-Komponenten enthüllen. Dein schnelles Handeln bringt dir nützliche Beute ein.",
      "bad": "Dein Versuch, auf die Nachrichten zuzugreifen, löst eine Sicherheitsverriegelung aus, und der Hauptserver beginnt zu überhitzen. Du erleidest Schaden durch die intensive Hitze, aber die Beute bleibt unerreichbar."
    },
    {
      "action": "Versuche, den Hauptserver zu deaktivieren, um mögliche Alarme zu verhindern",
      "good": "Es gelingt dir, den Hauptserver zu deaktivieren, die Alarme zum Schweigen zu bringen und nach versteckten Fächern oder Vorräten zu suchen. Deine Einfallsreichtum zahlt sich mit wertvoller Beute aus.",
      "bad": "Dein Versuch, den Hauptserver zu deaktivieren, führt zu einem Fehlfunktion, die Funken und elektrische Entladungen in alle Richtungen sprüht. Du erleidest Schaden durch das Chaos, aber die Beute bleibt unerreichbar."
    },
    {
      "action": "Verlasse den Raum und erkunde andere Bereiche der Gangfestung",
      "good": "Du entscheidest dich, den Raum zu verlassen und andere Bereiche der Gangfestung zu erkunden, wo du auf einen versteckten Vorrat an wertvollen Gegenständen stößt. Deine Neugier wird mit nützlicher Beute belohnt.",
      "bad": "Während du den Raum verlässt, löst du einen Alarm aus, der den Rest der Gang alarmiert. Du erleidest Schaden durch das folgende Chaos, aber die Beute bleibt unerreichbar."
    }
  ]
}