{
  "story": "Du befindest dich in einem schwach beleuchteten Labor voller seltsamer Maschinen und Geräte. Plötzlich erscheint vor dir eine holografische Projektion, die den verrückten Wissenschaftler hinter diesem verdrehten Experiment enthüllt. Was tust du?",
  "actions": [
    {
      "action": "Mit dem Wissenschaftler verhandeln, damit er dich gehen lässt",
      "good": "Nach einer angespannten Verhandlung willigt der Wissenschaftler ein, dich freizulassen und gibt dir als Abschiedsgeschenk wertvolle experimentelle Technologie. Dein Verstand und deine List retten dein Leben.",
      "bad": "Deine Versuche, zu verhandeln, scheitern, und der Wissenschaftler rächt sich, indem er seine experimentellen Waffen auf dich loslässt. Du erleidest schweren Schaden, schaffst es aber, mit deinem Leben zu entkommen."
    },
    {
      "action": "Den Wissenschaftler angreifen und entkommen",
      "good": "Nach einem brutalen Kampf gehst du als Sieger hervor und nimmst die wertvolle experimentelle Technologie an dich, die im Labor herumliegt. Deine Muskelkraft und dein Mut zahlen sich aus.",
      "bad": "Dein unprovozierter Angriff auf den Wissenschaftler veranlasst ihn, seine experimentellen Verteidigungssysteme zu aktivieren. Du erleidest schweren Schaden, als er dich mit Energieblitzen beschießt und Sprengstoff auf dich schleudert. Die Beute bleibt unerreichbar."
    },
    {
      "action": "Das Labor nach Hinweisen auf die Vergangenheit des Wissenschaftlers durchsuchen",
      "good": "Als du tiefer in das Labor eindringst, stößt du auf einige wertvolle Geheimnisse über die Vergangenheit des Wissenschaftlers und seine ruchlosen Absichten. Du schaffst es, mit deinem Leben und wertvoller experimenteller Technologie in der Hand zu entkommen.",
      "bad": "Während du das Labor nach Hinweisen durchsuchst, löst du versehentlich eine versteckte Falle aus, die ein automatisiertes Verteidigungssystem aktiviert. Du erleidest schweren Schaden, bevor du es mit knapper Not lebend schaffst. Die Beute bleibt unerreichbar."
    }
  ]
}