{
  "story": "Du befindest dich mitten auf einem geschäftigen Marktplatz, voll mit exotischen Waren und farbenfrohen Charakteren. Während du die Menge nach potenziellen Hinweisen absuchst, bemerkst du eine Gruppe von vermummten Gestalten, die sich um einen Tisch versammelt haben. Was tust du?",
  "actions": [
    {
      "action": "Nähre dich den vermummten Gestalten und versuche, ein Gespräch zu beginnen",
      "good": "Mit einem geschmeidigen Auftreten überzeugst du die schattenhaften Gestalten, sich von wertvollen Informationen zu trennen, im Austausch für einige deiner Waren. Du verlässt den Marktplatz reicher an Wissen und Gegenständen.",
      "bad": "Deine Annäherungsversuche werden mit Feindseligkeit beantwortet und die vermummten Gestalten ziehen ihre Waffen. Ein heftiges Gefecht folgt, das dich verletzt, aber am Leben lässt. Du hast nichts als ein paar Kratzer an deinem Ruf davongetragen."
    },
    {
      "action": "Belause diskret ihre Unterhaltung",
      "good": "Während du den Plänen der vermummten Gestalten lauschst, hörst du ein wertvolles Stück Information, das dir einen Vorteil in deinen Geschäften verschaffen könnte. Du verlässt den Marktplatz mit neu gewonnenem Wissen und etwas kleinerer Beute.",
      "bad": "Dein Herumschnüffeln bleibt nicht unbemerkt und die vermummten Gestalten nehmen Anstoß. Sie jagen dich durch den überfüllten Marktplatz und lassen dich erschüttert, aber immer noch auf den Beinen zurück. Du entkommst mit deinem Leben, aber nicht viel mehr."
    },
    {
      "action": "Lass sie in Ruhe und setze deine Suche fort",
      "good": "Du vermeidest es, unnötige Aufmerksamkeit auf dich zu ziehen, und konzentrierst dich stattdessen darauf, Informationen aus anderen Quellen zu sammeln. Deine vorsichtige Herangehensweise führt zu einer Fülle nützlicher Erkenntnisse und einigen ausgewählten Gegenständen.",
      "bad": "In deiner Eile, weiterzuziehen, trittst du versehentlich auf eine Druckplatte und löst eine nahegelegene Falle aus. Ein Schauer von Funken regnet auf dich herab und verursacht geringfügigen Schaden. Du schüttelst es ab und setzt deine Suche fort."
    }
  ]
}