{
  "story": "Die Neonlichter der Stadt verschwimmen vor dem Fenster, während du an deiner Konsole sitzt und dich in das Netzwerk hackst. Plötzlich erscheint eine Nachricht auf dem Bildschirm: 'Wir wissen, was du tust. Triff uns in unserer Festung.' Was tust du?",
  "actions": [
    {
      "action": "Nimm die Einladung an und untersuche ihre Operationen",
      "good": "Bei deiner Ankunft in der Festung wirst du herzlich von den Anführern der Gang begrüßt, die dir einen Job anbieten, um dich ihren Reihen anzuschließen. Als Gegenleistung für deine Dienste versorgen sie dich mit fortschrittlichen kybernetischen Implantaten, die deine Fähigkeiten erheblich verbessern.",
      "bad": "Als du die Festung betrittst, erkennst du zu spät, dass es eine Falle ist. Die kybernetisch verbesserten Wachen umzingeln dich und zwingen dich, an ihren kriminellen Aktivitäten teilzunehmen. Du erleidest Schaden durch die ständigen Schläge und Foltersitzungen."
    },
    {
      "action": "Lehne die Einladung ab und fliehe aus dem Gebiet",
      "good": "Mit schnellen Reflexen entkommst du der Festung knapp, bevor sie dich fassen können. Du nutzt deine Hacking-Fähigkeiten, um Informationen über ihre Operationen zu sammeln und sie den Behörden zu übergeben, die dir eine kleine Belohnung anbieten.",
      "bad": "Bei deinem Fluchtversuch stolperst du in eines ihrer versteckten Labore, in dem sie unheimliche Experimente an unschuldigen Zivilisten durchführen. Du erleidest Schaden durch die Wachen, als du versuchst zu entkommen, schaffst es aber, um Hilfe zu rufen, bevor sie dir weiteren Schaden zufügen können."
    },
    {
      "action": "Handle einen Deal mit ihnen aus, um deine Unabhängigkeit zu wahren",
      "good": "Nach einem Treffen mit ihren Anführern vermittelst du einen Deal, der es dir ermöglicht, deine Arbeit fortzusetzen, ohne in ihre Operationen gezwungen zu werden. Sie bieten dir Zugang zu ihrer fortschrittlichen Technologie im Austausch für einen kleinen Prozentsatz deiner Gewinne.",
      "bad": "Während der Verhandlungen werden ihre Anführer misstrauisch gegenüber deinen Absichten und werden gewalttätig. Du erleidest Schaden durch ihre Angriffe, als du versuchst, mit deinem Leben zu entkommen."
    }
  ]
}