{
  "story": "Du stehst vor einem großen, ominös aussehenden Verbrennungsofen im Herzen der Recycling-Anlage. Die Luft ist dick von giftigen Dämpfen und dem Geruch von brennendem Plastik. Plötzlich hörst du das Geräusch von Maschinen, die hinter den Türen des Verbrennungsofens zum Leben erwachen. Was tust du?",
  "actions": [
    {
      "action": "Untersuche die Quelle des Geräuschs",
      "good": "Vorsichtig näherst du dich dem Verbrennungsofen und findest ein verstecktes Fach mit wertvollen Gegenständen. Deine Neugier zahlt sich aus, und du entdeckst einen Vorrat nützlicher Ausrüstung.",
      "bad": "Während du untersuchst, beginnt die Maschine hinter den Türen des Verbrennungsofens zu versagen, was dazu führt, dass sie überhitzt und giftigen Rauch ausstößt. Du erleidest Schaden durch das Einatmen der Dämpfe, aber die Beute bleibt verborgen."
    },
    {
      "action": "Versuche, den Verbrennungsofen zu deaktivieren",
      "good": "Mit deinen Fähigkeiten gelingt es dir, die Steuerung des Verbrennungsofens zu sabotieren, ihn abzuschalten und eine katastrophale Explosion zu verhindern. Dabei findest du ein verstecktes Fach mit wertvollen Gegenständen.",
      "bad": "Dein Versuch, den Verbrennungsofen zu deaktivieren, löst ein Notabschaltprotokoll aus, wodurch die Sicherheitssysteme der Anlage in den Lockdown gehen. Du erleidest Schaden durch das Chaos, aber die Beute bleibt unerreichbar."
    },
    {
      "action": "Entkomme aus dem Bereich und finde einen sichereren Weg",
      "good": "Du machst dich schnell aus der Recycling-Anlage auf den Weg und findest einen versteckten Durchgang, der dich zurück zu einem sichereren Teil des Gang-Stützpunkts führt. Auf dem Weg entdeckst du einen Vorrat nützlicher Gegenstände.",
      "bad": "Während du versuchst zu entkommen, gerätst du in eine Sicherheitsfalle, die von der KI der Anlage aufgestellt wurde. Du erleidest Schaden durch die Falle, schaffst es aber, dich zu befreien und deinen Weg fortzusetzen."
    }
  ]
}