{
  "story": "Du befindest dich in einem schwach beleuchteten Lagerraum tief im Inneren der Gangfestung. Die Luft ist dick vom Geruch von Ozon und brennenden Schaltkreisen. Als du dich umsiehst, bemerkst du eine seltsame Energiequelle, die von einem nahegelegenen Konsolenpult ein pulsierendes Licht ausstrahlt. Die Energie scheint wild zu schwanken, was dazu führt, dass die umliegende Ausrüstung ausfällt.",
  "actions": [
    {
      "action": "Versuche, die Energiequelle zu stabilisieren",
      "good": "Deine technische Expertise ermöglicht es dir, die Energiequelle zu kalibrieren, und sie beginnt sich zu stabilisieren. Ein verstecktes Fach öffnet sich und enthüllt einen Vorrat an wertvollen Gegenständen. Dein schnelles Denken zahlt sich aus.",
      "bad": "Dein Versuch, die Energiequelle zu stabilisieren, verursacht eine Rückkopplungsschleife, die zu einem Stromstoß führt, der die umliegende Ausrüstung beschädigt. Du erleidest Schaden durch fliegende Trümmer, schaffst es aber, schwerwiegendere Folgen zu vermeiden."
    },
    {
      "action": "Versuche, die Energiequelle zu trennen",
      "good": "Du trennst vorsichtig die Energiequelle, und sie hört auf, Fehlfunktionen zu zeigen. Eine versteckte Tür öffnet sich und enthüllt einen geheimen Bereich mit wertvollen Gegenständen. Dein vorsichtiger Ansatz zahlt sich aus.",
      "bad": "Dein Versuch, die Energiequelle zu trennen, löst ein automatisches Sicherheitsprotokoll aus, das eine Wolke aus giftigem Gas freisetzt, die dich zurücktaumeln lässt. Du erleidest Schaden durch die giftigen Dämpfe."
    },
    {
      "action": "Experimentiere mit der Energiequelle, um zu sehen, was passiert",
      "good": "Du entscheidest dich, mit der Energiequelle zu experimentieren, und überraschenderweise beginnt sie, deine nahegelegene Ausrüstung aufzuladen. Ein versteckter Vorrat an wertvollen Gegenständen wird enthüllt, und du kannst sie für dich beanspruchen.",
      "bad": "Dein Experimentieren führt dazu, dass die Energiequelle überhitzt, was zu einem katastrophalen Ausfall führt, der die umliegende Ausrüstung zerstört. Du erleidest Schaden durch fliegende Trümmer, schaffst es aber, schwerwiegendere Folgen zu vermeiden."
    }
  ]
}