{
  "story": "Du stehst vor einem geheimnisvollen, antik aussehenden Aufzug tief im verlassenen Nachtclub. Der Aufzug ist von Staub und Dunkelheit umhüllt, sein Zweck unbekannt. Du spürst eine übernatürliche Energie, die von ihm ausgeht und dich verlockt, weiter zu erkunden. Was tust du?",
  "actions": [
    {
      "action": "Versuche, das beschädigte Bedienfeld des Aufzugs zu reparieren",
      "good": "Mit deinen geschickten Händen stellst du die Energie des antiken Bedienfelds wieder her, und die Türen des Aufzugs knarren auf, revealing eine verborgene Kammer voller wertvoller Gegenstände. Dein Einfallsreichtum wird belohnt.",
      "bad": "Während du versuchst, das Bedienfeld zu reparieren, bringt dich ein plötzlicher Energieschub aus dem Gleichgewicht und verursacht Schaden. Der Aufzug bleibt außer Betrieb, aber das Rätsel um seinen Zweck ist jetzt noch verlockender."
    },
    {
      "action": "Zwinge den Aufzug mit roher Kraft in Betrieb",
      "good": "Mit einem Adrenalinschub schaffst du es, den Aufzug zu aktivieren, und er steigt ins Unbekannte. Du entdeckst einen versteckten Vorrat an wertvollen Gegenständen in der Kabine des Aufzugs, und dein Durchhaltevermögen zahlt sich aus.",
      "bad": "Deine rücksichtslosen Bemühungen führen dazu, dass der Aufzug ausfällt und dich darin gefangen hält, während er außer Kontrolle gerät. Die Türen schlagen zu, aber du schaffst es, mit leichten Verletzungen zu entkommen. Die Beute bleibt unerreichbar."
    },
    {
      "action": "Suche nach Hinweisen auf den Zweck des Aufzugs, bevor du versuchst, ihn zu benutzen",
      "good": "Indem du den Bereich sorgfältig untersuchst, entdeckst du antike Wandmalereien und kryptische Symbole, die in die Wände eingraviert sind. Du entschlüsselst ihre Bedeutung und erfährst, dass der Aufzug zu einer verborgenen Kammer voller wertvoller Gegenstände führt. Deine Neugier wird belohnt.",
      "bad": "Während du nach Hinweisen suchst, stolperst du über eine antike Falle, die einen Giftpfeil auslöst, der dich streift und Schaden verursacht. Das Rätsel des Aufzugs bleibt ungelöst, aber dein Leben hängt am seidenen Faden."
    }
  ]
}