{
  "story": "Du betrittst ein schwach beleuchtetes Labor tief im Inneren der Festung der Gang, wo du Gerüchte über ein experimentelles Gerät gehört hast, das unbeaufsichtigt gelassen wurde. Als du dich dem zentralen Arbeitstisch näherst, bemerkst du ein schlankes, hochmodernes Konsolensystem, umgeben von verschiedenen Komponenten und Kabeln. Das Gerät scheint eine Art Prototyp zu sein, aber es ist klar, dass etwas schrecklich schiefgelaufen ist. Was tust du?",
  "actions": [
    {
      "action": "Versuche, das Gerät neu zu starten",
      "good": "Mit einem Funken Hoffnung fährt das Gerät wieder hoch, und ein verstecktes Fach öffnet sich, das einen Vorrat an wertvollen Gegenständen offenbart. Dein technisches Know-how hilft, das System zu stabilisieren.",
      "bad": "Dein Versuch, das Gerät neu zu starten, löst eine instabile Reaktion aus, die eine Kettenreaktion elektrischer Entladungen verursacht, die dir Schaden zufügt. Die Beute bleibt unerreichbar."
    },
    {
      "action": "Trenne die Stromquelle",
      "good": "Du trennst vorsichtig die Stromversorgung, um weitere Fehlfunktionen zu verhindern und Zugang zum Speicherfach des Geräts zu erhalten. Deine Vorsicht zahlt sich aus, als du wertvolle Gegenstände darin findest.",
      "bad": "Deine Entscheidung, die Stromquelle zu deaktivieren, aktiviert ein Backup-System, das einen Energiestoß freisetzt, der dich zurückwirft und Schaden verursacht. Die Beute bleibt verborgen."
    },
    {
      "action": "Plündere nach Komponenten, um das Gerät zu reparieren",
      "good": "Nachdem du in den nahegelegenen Arbeitsplätzen und Schränken nach Komponenten gesucht hast, gelingt es dir, die notwendigen Teile zur Reparatur des Geräts zu finden. Deine Einfallsreichtum verschafft dir Zugang zu einem Vorrat an wertvollen Gegenständen.",
      "bad": "Deine Suche nach Komponenten lenkt dich von potenziellen Gefahren in der Umgebung ab, und du löst versehentlich eine versteckte Falle aus, die dir Schaden zufügt, bevor du entkommst. Die Beute bleibt unerreichbar."
    }
  ]
}