{
  "story": "Du stehst vor einer großen Metalltür, die mit komplizierten Schaltkreisen und Drähten verziert ist. Die Tür steht einen Spalt offen, als ob jemand oder etwas kürzlich hindurchgegangen wäre. Du kannst das leise Summen von Maschinen auf der anderen Seite hören.",
  "actions": [
    {
      "action": "Drücke die Tür langsam auf, um zu untersuchen",
      "good": "Als du die Tür aufdrückst, findest du einen kleinen Raum voller Computerterminals und Server, die leise im Hintergrund summen. Während du weiter erkundest, entdeckst du ein verstecktes Fach mit wertvollen Gegenständen.",
      "bad": "Die Tür knarrt laut, als du sie aufdrückst, und zieht unerwünschte Aufmerksamkeit von den Sicherheitssystemen innerhalb der Festung auf sich. Automatisierte Geschütze beginnen, auf dich zu feuern, was Schaden verursacht, dich aber nicht tötet."
    },
    {
      "action": "Nutze dein Cyberdeck, um in die nahegelegenen Computerterminals zu hacken",
      "good": "Deine Hacking-Fähigkeiten ermöglichen es dir, auf sensible Informationen zuzugreifen, die auf den Computerterminals gespeichert sind, und wertvolle Daten über die Operationen der Gang und mögliche Wege zu mehr Beute zu enthüllen.",
      "bad": "Der Hacking-Versuch löst ein Sicherheitsprotokoll aus, das die Terminalbildschirme dazu bringt, Warnmeldungen in grellen Lichtern anzuzeigen, was dich vorübergehend blendet. Als deine Sicht zurückkehrt, stellst du fest, dass dein Cyberdeck beschädigt wurde."
    },
    {
      "action": "Durchsuche die nahe Umgebung nach versteckten Gefahren oder Hinweisen",
      "good": "Du entdeckst ein kleines, verstecktes Fach in der Wand, das wertvolle Gegenstände und eine Notiz mit kryptischen Informationen über den Aufbau der Festung enthält.",
      "bad": "Während du suchst, trittst du auf eine Druckplatte, die einen Alarm auslöst, der die Sicherheitssysteme innerhalb der Festung alarmiert. Geschütze beginnen, auf dich zu feuern, was Schaden verursacht, dich aber nicht tötet."
    }
  ]
}