{
  "story": "Du stehst vor einer großen, metallischen Tür, die mit komplizierten Drähten und pulsierenden LED-Lichtern geschmückt ist. Die Luft ist dick vom Geruch von Ozon und verbrannten Schaltkreisen. Ein Schild über der Tür besagt: \"Nur autorisiertes Personal - Bio-Regenerationslabor.\" Deine Neugier übermannt dich, und du fragst dich, welche Geheimnisse hinter dieser Tür verborgen sind. Was tust du?",
  "actions": [
    {
      "action": "Versuche, über die Computeroberfläche der Tür auf das Labor zuzugreifen",
      "good": "Du hackst erfolgreich in das System und erhältst Zugang zu einem versteckten Fach mit wertvollen Gegenständen. Die fortschrittliche Technologie des Labors wurde kompromittiert, aber du hast es geschafft, sie zu deinem Vorteil auszunutzen.",
      "bad": "Dein Hacking-Versuch löst ein Sicherheitsprotokoll aus, das die Tür versiegelt und dich draußen einsperrt. Automatisierte Verteidigungssysteme werden aktiviert und feuern nicht-tödliche Projektile auf dich ab, was Schaden verursacht und dich vorübergehend blendet."
    },
    {
      "action": "Zwinge die Tür mit deinen kybernetischen Verbesserungen auf",
      "good": "Mit deiner verbesserten Stärke und Agilität schaffst du es, die Tür aufzubrechen und einen Laborraum voller wertvoller Gegenstände und modernster Technologie zu enthüllen. Deine Upgrades haben dir in dieser Situation einen Vorteil verschafft.",
      "bad": "Dein gewaltsames Eindringen löst einen Sicherheitsmechanismus aus, der eine Wolke aus giftigem Gas freisetzt, die Schaden verursacht, dich aber nicht tötet. Die Ausrüstung des Labors funktioniert nicht mehr richtig, und du musst dich durch das Chaos navigieren."
    },
    {
      "action": "Suche nach einem alternativen Eingang zum Labor, vielleicht durch einen Lüftungsschacht",
      "good": "Du entdeckst einen versteckten Lüftungsschacht, der direkt ins Labor führt. Du kletterst hinein und findest dich in einem Raum voller wertvoller Gegenstände und fortschrittlicher Technologie wieder. Deine Heimlichkeit und Agilität haben sich ausgezahlt.",
      "bad": "Während du nach einem alternativen Eingang suchst, trittst du auf eine Druckplatte, die eine Falle auslöst. Eine Salve nicht-tödlicher Projektile wird auf dich abgefeuert, was Schaden verursacht und dich vorübergehend betäubt."
    }
  ]
}