{
  "story": "Du befindest dich in einem schwach beleuchteten Korridor der Gangfestung, umgeben von alter Maschinen und Technologieresten. Die Luft ist dick von Schadstoffen aus einem verlassenen Luftfiltersystem, das improvisiert wurde, um giftiges Gas durch den Korridor zu zirkulieren.",
  "actions": [
    {
      "action": "Versuche, die Sicherheitsprotokolle des Luftfiltersystems zu reparieren",
      "good": "Dein schnelles Denken ermöglicht es dir, die Sicherheitsprotokolle zu umgehen und den Luftfilter zu reparieren. Frische Luft beginnt zu zirkulieren, und du erhältst Zugang zu einem versteckten Vorrat mit wertvollen Gegenständen.",
      "bad": "Du versuchst, das Luftfiltersystem zu reparieren, löst jedoch versehentlich ein sekundäres Protokoll aus, das eine konzentrierte Explosion von giftigem Gas freisetzt. Du erleidest 10 Schaden durch die Exposition."
    },
    {
      "action": "Suche nach einem alternativen Weg um den kontaminierten Korridor",
      "good": "Durch das Erkunden der nahegelegenen Bereiche entdeckst du einen versteckten Durchgang, der den kontaminierten Korridor umgeht und zu einem sicheren Raum mit wertvollen Gegenständen führt.",
      "bad": "Während du den alternativen Weg navigierst, trittst du auf eine Druckplatte, die eine verborgene Falle auslöst. Das giftige Gas beginnt, den Bereich zu füllen, aber du schaffst es, mit 5 Schaden zu entkommen."
    },
    {
      "action": "Entferne vorsichtig das giftige Gas aus dem Luftfiltersystem",
      "good": "Dein sorgfältiger Umgang mit der Situation ermöglicht es dir, das giftige Gas zu entfernen, ohne zusätzliche Alarme oder Sicherheitsprotokolle auszulösen. Du erhältst Zugang zu einem versteckten Vorrat und erwirbst wertvolle Gegenstände.",
      "bad": "Bei dem Versuch, das giftige Gas zu entfernen, löst du versehentlich einen Alarm aus, der die Sicherheitssysteme der Gang alarmiert. Automatisierte Geschütze tauchen auf und feuern in deine Richtung, was 15 Schaden verursacht."
    }
  ]
}