{
  "story": "Du stehst vor einem alten, verrosteten Wartungsdrohnen. Sie liegt auf der Seite, teilweise unter einem Haufen Trümmer begraben. Die Gliedmaßen der Drohne sind verdreht und beschädigt, aber sie scheint noch funktionsfähig zu sein. Der Bildschirm der Drohne flackert mit Fehlermeldungen und Warnhinweisen. Was tust du?",
  "actions": [
    {
      "action": "Versuche, die Drohne zu reparieren",
      "good": "Mit deinem technischen Know-how schaffst du es, die fehlerhaften Systeme der Drohne zu umgehen und ihre Wartungsfunktionen wieder zu aktivieren. Du wirst mit einem Vorrat an wertvollen Gegenständen und Werkzeugen belohnt.",
      "bad": "Deine Versuche, die Drohne zu reparieren, lösen eine Kettenreaktion aus, die sie noch weiter ausfallen lässt. Die Drohne beginnt, ein hochfrequentes Geräusch von sich zu geben, das unerwünschte Aufmerksamkeit von anderen Gangmitgliedern auf sich zieht. Du erleidest Schaden, während sie das Geräusch untersuchen."
    },
    {
      "action": "Plündere die Drohne nach Teilen",
      "good": "Du zerlegst die Drohne sorgfältig und rettest nützliche Komponenten und Werkzeuge, die dir bei deinen zukünftigen Unternehmungen helfen können.",
      "bad": "Als du beginnst, die Drohne zu zerlegen, beginnen ihre Systeme herunterzufahren, was dazu führt, dass sie in einen Sicherheitsmodus wechselt. Die Gliedmaßen der Drohne schnappen nach dir und versuchen, dich festzuhalten. Du erleidest Schaden, während du versuchst, dich zu befreien."
    },
    {
      "action": "Aktiviere die Drohne aus der Ferne",
      "good": "Mit deinen Hacking-Fähigkeiten gelingt es dir, die Kontrolle über die Systeme der Drohne zurückzugewinnen und ihre Wartungsfunktionen zu aktivieren. Du wirst mit einem Vorrat an wertvollen Gegenständen und Werkzeugen belohnt.",
      "bad": "Dein Versuch, die Drohne aus der Ferne zu aktivieren, löst ein Sicherheitsprotokoll aus, das das KI-System der Gang alarmiert. Die KI startet einen Gegenangriff und setzt Geschütze und Drohnen ein, um dich zu unterdrücken. Du erleidest Schaden, während sie versuchen, dich zu überwältigen."
    }
  ]
}