{
  "story": "Du stehst vor einer großen, stark verstärkten Stahltür mit einem Schild, auf dem \"Nur autorisiertes Personal\" steht. Während du die Tür untersuchst, bemerkst du, dass sie von einer Reihe von Rohren und Leitungen umgeben ist, die verschiedene Flüssigkeiten und Gase transportieren. Die Luft um dich herum scheint mit einer überirdischen Energie zu vibrieren.",
  "actions": [
    {
      "action": "Versuche, die Sicherheitskameras zu deaktivieren",
      "good": "Dein schnelles Denken ermöglicht es dir, die Sicherheitskameras zu deaktivieren, und du schlüpfst unbemerkt an ihnen vorbei. Du findest ein verstecktes Fach mit nützlichen Vorräten.",
      "bad": "Du versuchst, die Sicherheitskameras zu deaktivieren, löst aber versehentlich ein Backup-System aus, das jetzt ein blendendes Licht direkt auf dich strahlt. Die Intensität des Lichts verursacht vorübergehende Blindheit, und du stolperst blind umher."
    },
    {
      "action": "Hacke das Steuerpanel der Tür",
      "good": "Deine Expertise im Hacken ermöglicht es dir, das verstärkte Schloss zu umgehen und Zugang zum Raum dahinter zu erhalten. Du entdeckst einen Vorrat an wertvollen Gegenständen, die zur sicheren Aufbewahrung versteckt wurden.",
      "bad": "Du versuchst, das Steuerpanel der Tür zu hacken, löst aber eine Falle aus, die eine starke Druckwelle durch das System sendet. Die Explosion beschädigt deine Ausrüstung und verursacht vorübergehende Desorientierung."
    },
    {
      "action": "Suche nach einem Weg, das verstärkte Schloss zu umgehen",
      "good": "Du untersuchst die Tür sorgfältig und findest einen versteckten Kartenleser. Du schaffst es, ihn zu überbrücken und erhältst Zugang zum Raum dahinter, wo du einige nützliche Gegenstände entdeckst.",
      "bad": "Du versuchst, nach einem Weg zu suchen, um das Schloss zu umgehen, aber bekommst deinen Kopf in einem schlecht gestalteten Lüftungsschacht fest. Du erleidest Schaden, während die Luft an dir vorbeirauscht, aber nach einigen angespannten Momenten schaffst du es, dich zu befreien."
    }
  ]
}