{
  "story": "Du hörst die ominöse Warnung: 'Umweltcontainmentbruch in 5 Minuten drohend. Evakuieren Sie alle nicht notwendigen Personen.' Die Luft ist dick vom Geruch von Ozon, während ein fehlerhaftes System droht, das Gebiet zu überfluten. Du musst schnell handeln, um einen katastrophalen Ausfall zu verhindern. Was tust du?",
  "actions": [
    {
      "action": "Eile zum Kontrollpanel des Systems und versuche, den Fehler zu umgehen",
      "good": "Mit nur noch Sekunden auf der Uhr gelingt es dir, in das System einzuhacken und den Fehler zu übersteuern. Der Countdown stoppt, und du erhältst Zugang zu einem versteckten Vorrat an wertvollen Gegenständen. Dein schnelles Denken rettet den Tag.",
      "bad": "Während du zum Kontrollpanel eilst, beschleunigt sich der Countdown, und das Umweltsystem beginnt zu versagen. Du erleidest Schaden durch das entstandene Chaos, aber die Beute bleibt unerreichbar."
    },
    {
      "action": "Suche nach einem alternativen Belüftungsweg, um das Gebiet zu evakuieren",
      "good": "Du findest einen versteckten Lüftungsschacht, der zur Oberfläche führt. Während du dich durch den engen Gang bewegst, entdeckst du einen Vorrat an wertvollen Gegenständen, die von früheren Bewohnern zurückgelassen wurden. Deine schnelle Evakuierung zahlt sich aus.",
      "bad": "Während du dich durch den Lüftungsschacht bewegst, bist du gefährlichen Chemikalien ausgesetzt und erleidest Schaden. Der Countdown läuft ab, aber du entkommst nur knapp mit deinem Leben und lässt die Beute zurück."
    },
    {
      "action": "Verwende nahegelegene Werkzeuge, um das fehlerhafte System manuell zu entleeren",
      "good": "Mit improvisierten Werkzeugen gelingt es dir, das versagende System zu entleeren und einen katastrophalen Bruch zu verhindern. Als Belohnung erhältst du Zugang zu einem versteckten Vorrat an wertvollen Gegenständen. Deine Einfallsreichtum rettet den Tag.",
      "bad": "Dein Versuch, das System manuell zu entleeren, schlägt fehl, und der Countdown läuft ab. Das Umweltsystem bricht zusammen und verursacht weitreichende Schäden. Du erleidest Schaden, überlebst aber und lässt die Beute unerreichbar zurück."
    }
  ]
}