{
  "story": "Du stehst vor einer großen, metallischen Tür, die mit komplizierten Schaltkreisen und leuchtenden blauen Linien verziert ist. Die Tür ist mit Warnschildern und Etiketten bedeckt, die darauf hinweisen, dass sie zu einem 'Hochrisiko-Experimentierbereich' führt. Du hast Gerüchte gehört, dass dieser Bereich fortschrittliche Technologie und seltene Ressourcen enthält, aber du spürst auch, dass etwas schrecklich schiefgelaufen ist.",
  "actions": [
    {
      "action": "Versuche, das Sicherheitssystem der Tür mit deinem Wissen über Cyberware-Hacking zu umgehen",
      "good": "Deine Finger tanzen über die Tastatur, während du das Sicherheitssystem geschickt umgehst. Die Tür gleitet auf und gibt einen Raum frei, der mit seltsamer Ausrüstung und Geräten gefüllt ist, die ein schwaches Summen von sich geben. Du findest eine versteckte Konsole mit wertvollen Informationen und Ressourcen.",
      "bad": "Dein Versuch, das System zu hacken, löst eine Selbstzerstörungssequenz aus. Die Tür beginnt sich zu schließen, und du hörst Alarme läuten, während die Verteidigungssysteme des Bereichs aktiviert werden. Du erleidest Schaden durch die plötzliche Explosion von Trümmern und Funken."
    },
    {
      "action": "Zwinge die Tür mit deiner körperlichen Stärke auf",
      "good": "Mit einem Adrenalinschub stürzt du dich auf die Tür und schaffst es, sie aufzubrechen. Drinnen findest du einen Vorrat an wertvollen Ressourcen, darunter seltene Komponenten und fortschrittliche Werkzeuge.",
      "bad": "Deine Bemühungen, die Tür aufzubrechen, aktivieren einen versteckten Druckwellen-Generator. Du wirst zurückgeschleudert und landest auf dem Boden, während die automatisierten Verteidigungssysteme des Bereichs in Aktion treten. Du erleidest Schaden durch den Aufprall und die anschließenden Explosionen."
    },
    {
      "action": "Suche nach einem alternativen Weg um die verschlossene Tür",
      "good": "Du erkundest sorgfältig die nahegelegenen Korridore auf der Suche nach einem versteckten Durchgang oder einem alternativen Eingang. Nach ein paar Minuten des Suchens stößt du auf eine geheime Tür, die zum Experimentierbereich führt. Du befindest dich in einem Raum voller wertvoller Ressourcen und fortschrittlicher Technologie.",
      "bad": "Während du nach einem alternativen Weg suchst, aktivierst du eine Druckplatte, die den Boden unter deinen Füßen zum Einsturz bringt. Du fällst in eine versteckte Grube und erleidest Schaden durch den Aufprall und den anschließenden Fall."
    }
  ]
}