{
  "story": "Du befindest dich in einem schwach beleuchteten Raum tief im Inneren der Gangfestung, umgeben von Reihen summender Maschinen. Ein flackerndes holografisches Display an der Wand wirft ein gespenstisches Licht und hebt eine Reihe kryptischer Codes und Diagramme hervor. Plötzlich erwachen die Maschinen zum Leben, und ein niederfrequenter Summton wird lauter. Die Luft ist elektrisch geladen vor Erwartung, als dir klar wird, dass gleich etwas passieren wird.",
  "actions": [
    {
      "action": "Versuche, die Maschinen abzuschalten",
      "good": "Dein schnelles Denken ermöglicht es dir, die Hauptstromquelle zu umgehen, und die Maschinen verstummen. Ein verstecktes Fach öffnet sich und enthüllt einen Vorrat an wertvollen Gegenständen.",
      "bad": "Dein Versuch, die Maschinen abzuschalten, löst eine Kettenreaktion aus, die die Maschinen zum Fehlfunktionieren bringt und einen blendenden Lichtblitz erzeugt. Du erleidest Schaden durch die intensive Strahlung."
    },
    {
      "action": "Untersuche das holografische Display",
      "good": "Während du die Codes und Diagramme studierst, wird dir klar, dass sie Teil einer alten Sprache sind, die von den Vorgängern der Gang verwendet wurde. Das Entschlüsseln der Nachricht offenbart ein verborgenes Muster, das zu einem geheimen Vorrat an wertvollen Gegenständen führt.",
      "bad": "Deine Faszination für das Hologramm lässt dich ein Warnsignal übersehen, und du löst versehentlich eine Falle aus. Das Display aktiviert einen Schwarm kleiner Drohnen, die um deinen Kopf summen, was zu Desorientierung führt und dir durch ihre kleinen Angriffe Schaden zufügt."
    },
    {
      "action": "Suche nach einem Not-Aus-Schalter",
      "good": "Du findest ein verstecktes Panel mit einem Not-Aus-Schalter. Das Drücken des Schalters lässt die Maschinen herunterfahren, und ein verstecktes Fach öffnet sich, das wertvolle Gegenstände offenbart.",
      "bad": "Deine Suche nach dem Not-Aus-Schalter führt dich in eine Sackgasse, wo du von einer Barrage automatisierter Verteidigungssysteme konfrontiert wirst. Die Maschinen greifen dich von allen Seiten an, fügen dir Schaden zu, töten dich aber nicht."
    }
  ]
}