{
  "story": "Du befindest dich in einem engen, schwach beleuchteten Servicekorridor innerhalb der Festung der Gang. Die Luft ist dick vom Geruch nach Fett und Ozon. Vor dir lockt ein Belüftungsschacht in der Decke, der teilweise von einem Kabelgewirr verdeckt ist. Deine Mission ist es, diesen unerforschten Teil der Festung zu erkunden und alle Geheimnisse zu entdecken, die er möglicherweise birgt.",
  "actions": [
    {
      "action": "In den Belüftungsschacht klettern",
      "good": "Du befindest dich in einem Netzwerk aus engen Kanälen, aber deine geschickten Kletterfähigkeiten ermöglichen es dir, dich mühelos hindurch zu bewegen. Während du durch die Lüftungsrohre schlüpfst, stößt du auf ein verstecktes Fach mit einem wertvollen Gegenstand.",
      "bad": "Dein Aufstieg ist gefährlicher als erwartet, und du schrammst dir den Arm an einer scharfen Kante. Der Schmerz ist intensiv, aber du schaffst es, weiterzumachen. In den Kanälen findest du nichts von Wert, nur ein Labyrinth aus schmutzigen Luftfiltern und rostigen Rohren."
    },
    {
      "action": "Das nahegelegene elektrische Panel untersuchen",
      "good": "Nach sorgfältiger Untersuchung stellst du fest, dass das elektrische Panel tatsächlich ein clever getarnter Zugangspunkt zu einem sicheren Serverraum ist. Deine Hacking-Fähigkeiten ermöglichen es dir, die Sicherheitsmaßnahmen zu umgehen, und du erhältst Zugang zu wertvollen Daten und Informationen.",
      "bad": "Während du mit dem elektrischen Panel herumspielst, löst du versehentlich einen Kurzschluss aus, der Funken überall hin sprühen lässt. Du erleidest einen elektrischen Schock, aber es ist nicht genug, um dich zu töten. Der Serverraum bleibt verschlossen, seine Geheimnisse sind weiterhin verborgen."
    },
    {
      "action": "Den nahegelegenen Lagerbereich nach nützlichen Gegenständen durchsuchen",
      "good": "Mitten zwischen den überfüllten Regalen und Kisten findest du einen Vorrat an wertvollen Materialien, darunter Essen, Wasser und medizinische Ausrüstung. Deine Suche hat sich ausgezahlt, und du bist jetzt besser gerüstet, um den bevorstehenden Herausforderungen zu begegnen.",
      "bad": "In deiner Eile, etwas Nützliches zu finden, stößt du versehentlich eine Kiste mit zerbrechlicher Elektronik um. Das resulting Chaos ist eine Katastrophe, mit kaputten Komponenten und verstreuten Drähten überall. Du erleidest Schaden durch den Stress, den Schlamassel aufzuräumen, aber du kannst immer noch keine wertvollen Gegenstände finden."
    }
  ]
}