{
  "story": "Du stehst am Rand eines riesigen, schwach beleuchteten Labors, das mit Reihen summender Maschinen und seltsamer Apparaturen gefüllt ist. Die Luft ist dick vom Geruch nach Öl und verbrannten Drähten. In der Mitte des Labors entdeckst du ein großes, zylindrisches Gerät, das ein helles blaues Licht ausstrahlt. Plötzlich hörst du das Geräusch von sich bewegenden Zahnrädern und Maschinen, die zum Leben erwachen. Ein nahegelegenes Konsolenfeld flackert auf und zeigt einen Countdown-Timer: 5 Minuten bis das Gerät zur Aktivierung bereit ist. Was tust du?",
  "actions": [
    {
      "action": "Versuche, den Countdown-Timer zu deaktivieren",
      "good": "Dein schnelles Denken ermöglicht es dir, die Sicherheitsmaßnahmen zu umgehen und den Countdown-Timer zu deaktivieren. Das Labor wird still, und du kannst die Umgebung ohne Störungen erkunden. Als Belohnung stößt du auf ein verstecktes Fach mit wertvollen Tech-Schrott.",
      "bad": "Dein Versuch, den Timer zu deaktivieren, löst ein Sicherheitsprotokoll aus, das das Labor und die umliegenden Bereiche versiegelt. Du bist gefangen, ohne einen klaren Fluchtweg. Der Countdown läuft weiter, und du erleidest Schaden durch die intensive Energie, die von dem Gerät ausgeht."
    },
    {
      "action": "Versuche, auf das Bedienfeld des zylindrischen Geräts zuzugreifen",
      "good": "Es gelingt dir, in das System des Geräts einzudringen, was dir Zugang zu seinen inneren Abläufen verschafft. Du entdeckst ein verstecktes Lager mit fortschrittlichen Komponenten und Werkzeugen. Dein technisches Know-how zahlt sich aus.",
      "bad": "Dein Versuch, auf die Steuerung des Geräts zuzugreifen, löst eine automatische Abschaltsequenz aus. Die Maschinen im Labor beginnen, sich selbst zu zerstören, und du erleidest Schaden durch das resultierende Chaos."
    },
    {
      "action": "Suche nach einem Notausgang oder einem Weg, das Gerät abzuschalten",
      "good": "Du findest schnell einen versteckten Notausgang und machst dich auf den Weg aus dem Labor, um der bevorstehenden Zerstörung zu entkommen. Als Belohnung kannst du einige wertvolle Ausrüstungsgegenstände aus den nahegelegenen Lagerräumen mitnehmen.",
      "bad": "Deine Suche nach einem Ausgang führt dich in einen engen Korridor, der mit giftigem Gas gefüllt ist. Du erleidest Schaden, während du versuchst, dich durch die gefährliche Umgebung zu navigieren und aus dem Labor zu entkommen."
    }
  ]
}