{
  "story": "Du stehst vor einem alten, geheimnisvollen Computer, dessen Bildschirme mit einem überirdischen Licht leuchten. Die Luft ist dick vom Geruch von Ozon und brennenden Schaltkreisen. Du spürst das Gewicht der Macht der Maschine, die durch deine Adern pulsiert. Plötzlich hörst du eine warnende Stimme aus den Lautsprechern des Computers: \"Systembruch unmittelbar bevorstehend! Bereite dich auf den Neustartvorgang vor!\" Was tust du?",
  "actions": [
    {
      "action": "Versuche, dich direkt mit dem Computer über einen nahegelegenen Neuralanschluss zu verbinden",
      "good": "Deine direkte Verbindung gewährt dir Zugang zu einem versteckten Ordner mit wertvollen Daten und Gegenständen. Du spürst einen Energieschub, während du die Informationen herunterlädst.",
      "bad": "Die Energie des Neuralanschlusses durchströmt deinen Körper und verursacht Schäden an deinen kybernetischen Implantaten. Die Warnung vor einem Systembruch hallt weiter, und du bist dir unsicher, welche anderen Konsequenzen dich erwarten."
    },
    {
      "action": "Hacke in das Hauptsystem des Computers mit deinem Cyberdeck",
      "good": "Deine Hacking-Fähigkeiten ermöglichen es dir, den Neustartvorgang zu umgehen, und du erhältst Zugang zu einem geheimen Datenstrom mit wertvollen Informationen und Gegenständen.",
      "bad": "Deine Aktionen lösen eine systemweite Reaktion aus, und du erleidest Schaden durch die Verteidigungsprotokolle des Computers. Die warnende Stimme hallt weiterhin durch den Raum, und du bist dir unsicher, welche anderen Gefahren auf dich warten."
    },
    {
      "action": "Durchsuche den Raum nach physischen Hinweisen oder Datenspeichergeräten",
      "good": "Du findest eine versteckte Konsole mit einem wertvollen Gegenstand und einigen kryptischen Notizen, die dir bei deinen zukünftigen Unternehmungen helfen könnten.",
      "bad": "Deine Suche stört eine nahegelegene Falle, was zu Schäden an deinem Körper führt und möglicherweise deine Anwesenheit anderen offenbart."
    }
  ]
}