{
  "SCENARIOS": [
    {
      "STORY": "Du hast ein seltsames Gerät in der Ecke liegen sehen, es sieht aus wie ein digitales Schloss zu einem versteckten Raum, da muss etwas Tolles drin sein, aber es scheint, als würde es einige Zeit dauern, es zu öffnen, möchtest du fortfahren?",
      "CONFIRM": "Entsperren"
    },
    {
      "STORY": "Als du dich einer dunklen Gasse näherst, siehst du eine vermummte Gestalt, die an einem Hightech-Safe herumfummelt. Als du näher kommst, huscht die vermummte Gestalt davon und lässt den Safe und eine Notiz zurück, auf der steht: 'Der Code zum Entsperren des Safes ist in den Neonschildern in der Nähe versteckt'. Nimmst du die Herausforderung an?",
      "CONFIRM": "Dekodieren"
    },
    {
      "STORY": "Du stößt auf eine verschlossene Tür mit einem Tastenfeld daneben. Bei näherer Betrachtung stellst du fest, dass das Tastenfeld mit einer Schicht Schmutz bedeckt ist, was das Ablesen der Zahlen erschwert. Ein Schild an der Tür besagt: „Reinige das Tastenfeld und gib die richtige Zahlenfolge ein, um die Tür zu entriegeln“. Wirst du die Aufgabe übernehmen?",
      "CONFIRM": "Reinigen und eingeben"
    },
    {
      "STORY": "Du stößt auf einen Raum voller fortschrittlicher Computersysteme und blinkender Lichter. Eine Stimme dröhnt über die Gegensprechanlage: „Um die versteckte Beute freizuschalten, musst du dich in den Mainframe hacken und eine Reihe komplexer Herausforderungen meistern.“ Nimmst du die Herausforderung an?",
      "CONFIRM": "Hacken"
    },
    {
      "STORY": "Während du ein dunkles, verlassenes Gebäude erkundest, stößt du auf einen Raum voller blinkender Laser. Ein Schild an der Wand besagt: „Um die Tür zu öffnen, musst du durch das Labyrinth der Laser navigieren, ohne den Alarm auszulösen“. Nimmst du die Herausforderung an?",
      "CONFIRM": "Navigieren"
    },
    {
      "STORY": "Du stößt auf eine verschlossene Tür, auf der ein Rätsel steht. Das Rätsel lautet: 'Ich werde aus einer Mine geholt und in eine Holzkiste gesperrt, aus der ich nie wieder herauskomme, und doch werde ich von fast jedem Menschen benutzt'. Die Antwort auf das Rätsel ist der Schlüssel zum Öffnen der Tür. Wirst du das Rätsel lösen?",
      "CONFIRM": "Lösen"
    },
    {
      "STORY": "Du stößt auf einen Raum voller Rätsel und Denksportaufgaben. Ein Schild an der Wand besagt: „Um die Tür zu öffnen, musst du alle Rätsel und Denksportaufgaben innerhalb der vorgegebenen Zeit lösen“. Nimmst du die Herausforderung an?",
      "CONFIRM": "Rätsel lösen"
    },
    {
      "STORY": "Du stößt auf einen Raum mit einem Hightech-Sicherheitssystem. Ein Schild an der Wand besagt: „Um die Tür zu entriegeln, musst du das Sicherheitssystem deaktivieren, indem du alle Alarme findest und deaktivierst“. Nimmst du die Herausforderung an?",
      "CONFIRM": "Alarme deaktivieren"
    },
    {
      "STORY": "Du stößt auf einen Raum mit einer großen, komplizierten Maschine. Ein Schild an der Wand besagt: 'Um die Tür zu öffnen, musst du herausfinden, wie man die Maschine bedient und die Aufgabe erledigt, für die sie entwickelt wurde'. Nimmst du die Herausforderung an?",
      "CONFIRM": "Maschine bedienen"
    },
    {
      "STORY": "Du stößt auf einen Raum voller holografischer Bilder verschiedener Cyberpunk-Szenen. Ein Schild an der Wand besagt: „Um die Tür zu öffnen, musst du durch die holografische Welt navigieren und den versteckten Schlüssel finden“. Nimmst du die Herausforderung an?",
      "CONFIRM": "Holografische Welt navigieren"
    },
    {
      "STORY": "Du bist über ein altes, verlassenes Terminal gestolpert. Nach ein paar Minuten des Hackens hast du einen versteckten Raum gefunden, der eine Truhe enthält, aber die Tür wird von einer KI bewacht. Möchtest du sie herausfordern?",
      "CONFIRM": "KI herausfordern"
    },
    {
      "STORY": "Du hast ein seltsames Geräusch aus einem Rohr gehört. Nach der Untersuchung hast du ein kleines Fach gefunden, das eine Schlüsselkarte enthält, aber es scheint von einer Art Falle bewacht zu werden. Möchtest du sie entschärfen?",
      "CONFIRM": "Falle entschärfen"
    },
    {
      "STORY": "Du hast eine Tür gesehen, auf der ein Symbol eingraviert ist. Es scheint ein Code zum Entriegeln zu sein, aber du musst alle Teile des Codes finden, die im Raum verstreut sind. Möchtest du mit der Suche beginnen?",
      "CONFIRM": "Suche starten"
    },
    {
      "STORY": "Du hast einen Raum mit einem großen Monitor gefunden, es sieht aus wie ein Puzzlespiel und die Belohnung für das Lösen ist eine versteckte Beute, möchtest du das Spiel spielen?",
      "CONFIRM": "Spiel spielen"
    },
    {
      "STORY": "Du hast einen Raum mit einer großen Glasvitrine gefunden, es scheint, als wäre es ein Rätsel, sie zu öffnen. Möchtest du es lösen?",
      "CONFIRM": "Rätsel lösen"
    },
    {
      "STORY": "Du hast einen Raum mit einem seltsamen Mechanismus gesehen, es scheint eine mechanische Herausforderung zu sein, möchtest du es versuchen?",
      "CONFIRM": "Mechanische Herausforderung versuchen"
    }
  ]
}