{
  "SCENARIOS": [
    {
      "STORY": "Du bist über eine verschlossene Truhe gestolpert, die mit wertvollen Gegenständen gefüllt ist. Die Truhe ist mit einem Elektroschockgerät gesichert. Der Versuch, es zu entschärfen, kostet dich etwas Gesundheit.",
      "CONFIRM": "Entschärfen"
    },
    {
      "STORY": "Du stößt auf einen Raum, der mit giftigem Gas gefüllt ist. Du musst auf die andere Seite des Raumes gelangen, um ein verstecktes Waffenlager zu erreichen. Das Gas wird deine Gesundheit schädigen, wenn du dich dafür entscheidest, den Raum zu durchqueren.",
      "CONFIRM": "Durchqueren"
    },
    {
      "STORY": "Du hast ein Terminal gefunden, das benötigt wird, um eine Geheimtür zu öffnen. Das Terminal wird von einem High-Tech-Sicherheitsbot bewacht, der mit einem tödlichen Laser bewaffnet ist. Wenn du dich in das Terminal hackst, wird der Bot dich angreifen und dir etwas Gesundheit kosten.",
      "CONFIRM": "Hacken"
    },
    {
      "STORY": "Du hast einen Raum entdeckt, der mit einer leicht entzündlichen Flüssigkeit gefüllt ist. Der Raum enthält außerdem wertvolle Ausrüstung, die du beschaffen musst. Das Entzünden der Flüssigkeit verursacht eine Explosion und kostet dich etwas Gesundheit.",
      "CONFIRM": "Entzünden"
    },
    {
      "STORY": "Du hast eine versteckte Tür gefunden, die von einem tödlichen Lasergitter bewacht wird. Die Tür führt zu einem Raum voller wertvoller Gegenstände. Wenn du das Lasergitter deaktivierst, werden die Laser zurückfeuern und deine Gesundheit schädigen.",
      "CONFIRM": "Deaktivieren"
    },
    {
      "STORY": "Du bist auf einen Raum gestoßen, der mit hochradioaktiven Materialien gefüllt ist. Der Raum enthält außerdem wertvolle Technologie, die du dir beschaffen musst. Wenn du den Raum betrittst, erleidest du Strahlenschäden und verlierst etwas Gesundheit.",
      "CONFIRM": "Riskiere es"
    },
    {
      "STORY": "Du hast einen Raum voller gefährlicher Roboter gefunden. Der Raum enthält wertvolle Ausrüstung, die du beschaffen musst. Die Roboter anzugreifen, wird dich etwas Gesundheit kosten.",
      "CONFIRM": "Angreifen"
    },
    {
      "STORY": "Du bist in einen Raum gestolpert, der mit einer stark ätzenden Substanz gefüllt ist. Der Raum enthält außerdem wertvolle Technologie, die du dir aneignen musst. Wenn du die Substanz berührst, erleidest du Schaden und verlierst etwas Gesundheit.",
      "CONFIRM": "Berühren"
    },
    {
      "STORY": "Du hast einen Raum entdeckt, der mit intensiver Hitze gefüllt ist. Der Raum enthält außerdem wertvolle Ausrüstung, die du beschaffen musst. Wenn du dich in den Raum wagst, erleidest du Hitzeschaden und verlierst etwas Gesundheit.",
      "CONFIRM": "Riskiere es"
    },
    {
      "STORY": "Du hast einen Raum gefunden, der mit einem tödlichen Virus gefüllt ist. Der Raum enthält außerdem wertvolle Technologie, die du dir beschaffen musst. Wenn du den Raum betrittst, erleidest du Virusschaden und verlierst etwas Gesundheit.",
      "CONFIRM": "Eintreten"
    },
    {
      "STORY": "Du stößt auf einen verschlossenen Safe, der einen Passcode zum Entriegeln benötigt. Du bemerkst ein Computerterminal in der Nähe und erkennst, dass du versuchen könntest, dich in das System zu hacken, um den Code zu erhalten, aber es besteht die Möglichkeit, dass du erwischt wirst und einen Alarm auslöst.",
      "CONFIRM": "Hacken"
    },
    {
      "STORY": "Du findest einen Raum, der mit giftigem Gas gefüllt ist. Du kannst einen wertvollen Gegenstand auf einem Podest in der Mitte des Raumes sehen. Um den Gegenstand zu bergen, musst du den Atem anhalten und durch das Gas rennen, aber es wird wahrscheinlich deine Gesundheit schädigen.",
      "CONFIRM": "Gegenstand bergen"
    },
    {
      "STORY": "Du stößt auf eine Tür, die durch einen starken elektrischen Strom blockiert ist. Du könntest versuchen, den Strom zu umgehen, indem du die Energie von nahegelegenen Systemen umleitest, aber das könnte zu einem gefährlichen Überspannung führen.",
      "CONFIRM": "Strom umgehen"
    },
    {
      "STORY": "Du findest einen Raum voller holografischer Fallen. Um an die Beute zu gelangen, musst du durch die Fallen navigieren, aber du wirst dabei wahrscheinlich Schaden nehmen.",
      "CONFIRM": "Fallen überwinden"
    },
    {
      "STORY": "Du stößt auf einen Raum, der von einem mächtigen Roboter bewacht wird. Du kannst versuchen, ihn zu deaktivieren, indem du dich in seine Systeme hackst, aber es besteht die Möglichkeit, dass er dich entdeckt und angreift.",
      "CONFIRM": "Roboter deaktivieren"
    },
    {
      "STORY": "Du findest eine verschlossene Tür, die sich nur mit einem Sprachbefehl öffnen lässt. Du kannst versuchen, die Stimme der Person nachzuahmen, die den Befehl zuletzt gesprochen hat, aber es besteht die Gefahr, dass du einen Fehler machst und einen Alarm auslöst.",
      "CONFIRM": "Stimme nachahmen"
    },
    {
      "STORY": "Du stößt auf einen Raum, der mit gefährlicher Strahlung gefüllt ist. Um die Beute zu bergen, musst du einen Schutzanzug tragen, aber selbst mit dem Anzug wirst du noch etwas Schaden nehmen.",
      "CONFIRM": "Beute bergen"
    },
    {
      "STORY": "Du findest einen Raum, der von einem Labyrinth aus Laserstrahlen bewacht wird. Um an die Beute zu gelangen, musst du durch die Strahlen navigieren, aber sie werden wahrscheinlich deine Gesundheit schädigen.",
      "CONFIRM": "Strahlen navigieren"
    },
    {
      "STORY": "Du stößt auf eine Tür, die durch ein Magnetschloss verschlossen ist. Du kannst versuchen, das Schloss zu deaktivieren, aber es besteht die Möglichkeit, dass du stecken bleibst und durch das Magnetfeld Schaden nimmst.",
      "CONFIRM": "Schloss deaktivieren"
    },
    {
      "STORY": "Du findest einen Raum, der mit niederfrequentem Rauschen gefüllt ist, das Störungen an deiner Ausrüstung verursacht. Um die Beute zu bergen, musst du den Raum betreten und die Quelle der Störung deaktivieren, aber du wirst wahrscheinlich durch das Rauschen Schaden nehmen.",
      "CONFIRM": "Beute bergen"
    },
    {
      "STORY": "Du bist auf eine korrupte KI gestoßen, die einen versteckten Raum mit wertvoller Beute bewacht. Die KI ist bereit, dir Zugang zu gewähren, aber du musst innerhalb eines begrenzten Zeitrahmens ein komplexes Rätsel lösen.",
      "CONFIRM": "Rätsel lösen"
    },
    {
      "STORY": "Du bist in einen Raum gestolpert, der mit Fallen und gefährlichen mechanischen Kreaturen gefüllt ist. Der Raum enthält ein wertvolles Artefakt, aber es wird dich eine beträchtliche Menge an Gesundheit kosten, um es zu erreichen.",
      "CONFIRM": "Versuche, das Artefakt zu bergen"
    },
    {
      "STORY": "Du hast ein geheimes Labor mit fortschrittlichen kybernetischen Upgrades entdeckt. Um auf die Upgrades zugreifen zu können, musst du dich einem schmerzhaften und riskanten Eingriff unterziehen.",
      "CONFIRM": "Eingriff durchführen"
    },
    {
      "STORY": "Du hast einen unterirdischen Fightclub gefunden, in dem sich kybernetisch verbesserte Kämpfer gegenseitig die Köpfe einschlagen. Um einzutreten, musst du den aktuellen Champion besiegen und eine beträchtliche Menge an Gesundheit gewinnen.",
      "CONFIRM": "Betritt den Fightclub"
    },
    {
      "STORY": "Du hast einen Raum voller Giftgas gefunden, das Gas enthält ein seltenes Stück Technologie, das für deine Mission von entscheidender Bedeutung ist. Das Einatmen des Gases kostet dich etwas Gesundheit, aber es ist der einzige Weg, die Technologie zurückzuholen.",
      "CONFIRM": "Technologie zurückholen"
    },
    {
      "STORY": "Du bist einem mächtigen Hacker begegnet, der wertvolle Informationen als Lösegeld festhält. Der Hacker verlangt, dass du eine Reihe gefährlicher Aufgaben erledigst, um die Informationen zu erhalten, aber deren Erledigung wird dich etwas Gesundheit kosten.",
      "CONFIRM": "Aufgaben erledigen"
    },
    {
      "STORY": "Du bist in einen Raum gestolpert, der mit Hightech-Sicherheitsgeräten gefüllt ist. Der Raum enthält wertvolle Beute, aber um sie zu erhalten, musst du die Sicherheitssysteme hacken, was einen Alarm auslöst und dich in Gefahr bringt.",
      "CONFIRM": "Sicherheitssysteme hacken"
    },
    {
      "STORY": "Du hast ein experimentelles Waffenlabor gefunden. Um die Waffen zu testen, musst du ein Subjekt werden, was dich etwas Gesundheit kostet, dir aber auch wertvolle Informationen und Waffen-Upgrades liefert.",
      "CONFIRM": "Subjekt werden"
    },
    {
      "STORY": "Du hast einen Raum voller gefährlicher Chemikalien gefunden. Die Chemikalien enthalten wertvolle Formeln, aber der Zugriff darauf kostet dich aufgrund der giftigen Natur der Chemikalien etwas Gesundheit.",
      "CONFIRM": "Greife auf die Formeln zu"
    },
    {
      "STORY": "Du hast einen Raum gefunden, der von einem mächtigen Cyborg bewacht wird. Um an die wertvolle Technologie im Raum zu gelangen, musst du den Cyborg im Kampf besiegen, aber das wird dich etwas Gesundheit kosten.",
      "CONFIRM": "Besiege den Cyborg"
    },
    {
      "STORY": "Du bist auf eine korrupte KI gestoßen, die einen versteckten Raum mit wertvoller Beute bewacht. Die KI ist bereit, dir Zugang zu gewähren, aber du musst innerhalb eines begrenzten Zeitrahmens ein komplexes Rätsel lösen.",
      "CONFIRM": "Rätsel lösen"
    },
    {
      "STORY": "Du bist in einen Raum gestolpert, der mit Fallen und gefährlichen mechanischen Kreaturen gefüllt ist. Der Raum enthält ein wertvolles Artefakt, aber es wird dich eine beträchtliche Menge an Gesundheit kosten, um es zu erreichen.",
      "CONFIRM": "Versuche, das Artefakt zu bergen"
    },
    {
      "STORY": "Du hast ein geheimes Labor mit fortschrittlichen kybernetischen Upgrades entdeckt. Um auf die Upgrades zugreifen zu können, musst du dich einem schmerzhaften und riskanten Eingriff unterziehen.",
      "CONFIRM": "Eingriff durchführen"
    },
    {
      "STORY": "Du hast einen unterirdischen Fightclub gefunden, in dem sich kybernetisch verbesserte Kämpfer gegenseitig die Köpfe einschlagen. Um einzutreten, musst du den aktuellen Champion besiegen und eine beträchtliche Menge an Gesundheit gewinnen.",
      "CONFIRM": "Betritt den Fightclub"
    },
    {
      "STORY": "Du hast einen Raum voller Giftgas gefunden, das Gas enthält ein seltenes Stück Technologie, das für deine Mission von entscheidender Bedeutung ist. Das Einatmen des Gases kostet dich etwas Gesundheit, aber es ist der einzige Weg, die Technologie zurückzuholen.",
      "CONFIRM": "Technologie zurückholen"
    },
    {
      "STORY": "Du bist einem mächtigen Hacker begegnet, der wertvolle Informationen als Lösegeld festhält. Der Hacker verlangt, dass du eine Reihe gefährlicher Aufgaben erledigst, um die Informationen zu erhalten, aber deren Erledigung wird dich etwas Gesundheit kosten.",
      "CONFIRM": "Aufgaben erledigen"
    },
    {
      "STORY": "Du bist in einen Raum gestolpert, der mit Hightech-Sicherheitsgeräten gefüllt ist. Der Raum enthält wertvolle Beute, aber um sie zu erhalten, musst du die Sicherheitssysteme hacken, was einen Alarm auslöst und dich in Gefahr bringt.",
      "CONFIRM": "Sicherheitssysteme hacken"
    },
    {
      "STORY": "Du hast ein experimentelles Waffenlabor gefunden. Um die Waffen zu testen, musst du ein Subjekt werden, was dich etwas Gesundheit kostet, dir aber auch wertvolle Informationen und Waffen-Upgrades liefert.",
      "CONFIRM": "Subjekt werden"
    },
    {
      "STORY": "Du hast einen Raum voller gefährlicher Chemikalien gefunden. Die Chemikalien enthalten wertvolle Formeln, aber der Zugriff darauf kostet dich aufgrund der giftigen Natur der Chemikalien etwas Gesundheit.",
      "CONFIRM": "Greife auf die Formeln zu"
    },
    {
      "STORY": "Du hast einen Raum gefunden, der von einem mächtigen Cyborg bewacht wird. Um an die wertvolle Technologie im Raum zu gelangen, musst du den Cyborg im Kampf besiegen, aber das wird dich etwas Gesundheit kosten.",
      "CONFIRM": "Besiege den Cyborg"
    }
  ]
}