{
	"npc": {
		"generalStore": {
			"greetings": {
				"trans": [
					"Olá, bem-vindo à minha loja!"
				],
				"eng": [
					"Hey there, welcome to my store!"
				]
			},
			"questLines": {
				"trans": [
					"Poderia fazer isso por mim?"
				],
				"eng": [
					"Could you do this for me?"
				]
			},
			"questPendingLines": {
				"trans": [
					"Avise-me quando tiver concluído os objetivos :)"
				],
				"eng": [
					"Let me know when you have completed the objectives :)"
				]
			}
		},
		"bar": {
			"greetings": {
				"trans": [
					"O que posso fazer por você?",
					"Rápido, não tenho o dia todo.",
					"Você não é daqui, é?",
					"Eu não gosto de conversa fiada, o que você quer beber?",
					"Você não é do tipo tagarela, e eu gosto disso. O que posso fazer por você?"
				],
				"eng": [
					"What can I get for you?",
					"Make it quick, I don't have all day.",
					"You're not from around here, are you?",
					"I don't do small talk, what do you want to drink?",
					"You're not the chatty type, I like that. What can I get you?"
				]
			},
			"questLines": {
				"trans": [
					"Quer fazer novos trabalhos?"
				],
				"eng": [
					"Up for new gigs?"
				]
			},
			"questPendingLines": {
				"trans": [
					"Avise-me quando tiver concluído os objetivos :)"
				],
				"eng": [
					"Let me know when you have completed the objectives :)"
				]
			}
		},
		"clinic": {
			"greetings": {
				"trans": [
					"Atualizar alguns cromos hoje, colega?"
				],
				"eng": [
					"Upgrade some chromes today choom?"
				]
			},
			"questLines": {
				"trans": [
					"Quer fazer novos trabalhos?"
				],
				"eng": [
					"Up for new gigs?"
				]
			},
			"questPendingLines": {
				"trans": [
					"Avise-me quando tiver concluído os objetivos :)"
				],
				"eng": [
					"Let me know when you have completed the objectives :)"
				]
			},
			"shopLines": {
				"trans": [
					"Não fique só olhando, compre algo."
				],
				"eng": [
					"Don't just look, buy something."
				]
			}
		},
		"blackMarket": {
			"questLines": {
				"trans": [
					"Quer fazer novos trabalhos?"
				],
				"eng": [
					"Up for new gigs?"
				]
			},
			"questPendingLines": {
				"trans": [
					"Pare de desperdiçar meu tempo, a menos que tenha feito seu dever."
				],
				"eng": [
					"Quit wasting my time, unless you have done your job."
				]
			}
		},
		"weaponSmith": {
			"greetings": {
				"trans": [
					"Quer calibrar seus ferros?",
					"Se você quebrar, eu conserto.\n Se você quebrar de novo, eu quebro você.",
					"Sou o melhor no ramo. Se quiser que algo seja bem feito, venha até mim."
				],
				"eng": [
					"Wanna calibrate your irons?",
					"You break it, I fix it.\n You break it again, I break you.",
					"I'm the best in the business. You want something done right, you come to me."
				]
			},
			"questLines": {
				"trans": [
					"Quer fazer novos trabalhos?"
				],
				"eng": [
					"Up for new gigs?"
				]
			},
			"questPendingLines": {
				"trans": [
					"Avise-me quando tiver concluído os objetivos :)"
				],
				"eng": [
					"Let me know when you have completed the objectives :)"
				]
			}
		},
		"dailyReward": {
			"greetings": {
				"trans": [
					"Olá, estranho! Está pronto para receber um pequeno incentivo para ajudá-lo em sua jornada de hoje?",
					"Bem-vinda de volta, bebê! Tenho algumas coisas interessantes para ajudá-la a arrasar no mundo virtual hoje.",
					"Ei, você! Não se esqueça de entrar em contato comigo diariamente para ganhar alguns itens incríveis que tornarão seu jogo mais incrível.",
					"Ora, ora, ora... vejam só quem decidiu fazer o login hoje! Tenho algo que acho que você vai adorar.",
					"Saudações, companheiro aventureiro! Vamos ver que tipo de saque podemos encontrar para você hoje.",
					"Olá! Está se sentindo com sorte hoje? Tenho algumas recompensas que podem deixar seu dia um pouco mais animado.",
					"Olá, parceiro! Estou me sentindo muito generoso hoje. Não perca a chance de ganhar um equipamento de primeira.",
					"Bem-vindo de volta, meu amigo! Vamos ver que tipo de tesouro podemos encontrar para você hoje.",
					"Saudações! Espero que você esteja pronto para um presente de outro mundo hoje.",
					"Bom dia, parceiro! É sempre um prazer vê-lo. Vamos fazer com que o dia de hoje seja bom, com alguns prêmios fantásticos."
				],
				"eng": [
					"Hey there, stranger! Are you ready for a little boost to help you on your journey today?",
					"Welcome back, hon! I've got some exciting things for you to help you kick some virtual butt today.",
					"Hey, you! Don't forget to check in with me every day for some sweet loot to make your gameplay even more epic.",
					"Well, well, well...look who decided to log in today! I've got something that I think you're going to love.",
					"Greetings, fellow adventurer! Let's see what kind of loot we can scavenge for you today.",
					"Hey, there! Feeling lucky today? I've got some rewards that just might make your day a little brighter.",
					"Howdy, partner! I'm feeling extra generous today. Don't miss out on some top-notch gear.",
					"Welcome back, my friend! Let's see what kind of treasure we can dig up for you today.",
					"Salutations! I hope you're ready for some loot that's out of this world today.",
					"Good day, mate! It's always a pleasure to see you. Let's make today a good one with some fantastic rewards."
				]
			}
		},
		"mercDraw1": {
			"greetings": {
				"trans": [
					"Pronto para a ação? Conheça seus novos companheiros de equipe.",
					"É hora de subir de nível. Seus novos companheiros de tripulação estão aqui.",
					"A seleção dos sonhos? Estes são seus novos companheiros de equipe.",
					"Bem-vindo a bordo. Conheça os colegas de tripulação com quem você trabalhará.",
					"Você está em boas mãos. Estes são seus novos companheiros de tripulação.",
					"NNovo emprego, nova equipe. Conheça seus colegas de trabalho.",
					"Missão crítica. Estes são seus novos companheiros de viagem.",
					"Novos aliados na luta. Conheça seus companheiros de equipe.",
					"Procurando uma equipe? Você acabou de encontrar seus novos companheiros de equipe.",
					"O trabalho em equipe faz o sonho acontecer. Conheça seus novos camaradas."
				],
				"eng": [
					"Ready for action? Meet your new crewmates.",
					"Time to level up. Your new crewmates are here.",
					"The dream team? These are your new crewmates.",
					"Welcome aboard. Meet the crewmates you'll be working with.",
					"You're in good hands. These are your new crewmates.",
					"New job, new crew. Meet your teammates.",
					"Mission critical. These are your new crewmates.",
					"New allies in the fight. Meet your crewmates.",
					"Looking for a crew? You just found your new teammates.",
					"Teamwork makes the dream work. Meet your new crewmates."
				]
			}
		}
	},
	"trans": [
		"Procurar mercenários"
	],
	"ui": {
		"npc": {
			"questButton": {
				"trans": [
					"Posso ajudar em alguma coisa?"
				],
				"eng": [
					"Is there something I can help?"
				]
			},
			"shopButton": {
				"trans": [
					"Quero comprar alguma coisa"
				],
				"eng": [
					"I want to buy something"
				]
			},
			"mercenaryButton": {
				"trans": [
					"Procurar mercenários"
				],
				"eng": [
					"Look for mercenaries"
				]
			}
		}
	}
}
