{
  "story": "Você se encontra em frente a uma grande porta metálica adornada com fiação intrincada e luzes LED pulsantes. O ar está carregado com o cheiro de ozônio e circuitos queimados. Uma placa acima da porta diz \"Apenas Pessoal Autorizado - Laboratório de Bio-Regeneração.\" Sua curiosidade fala mais alto, e você se pergunta quais segredos estão além dessa porta. O que você faz?",
  "actions": [
    {
      "action": "Tentar acessar o laboratório através da interface de computador da porta",
      "good": "Você consegue hackear o sistema e ganha acesso a um compartimento oculto contendo itens valiosos. A tecnologia avançada do laboratório foi comprometida, mas você conseguiu explorá-la para seu benefício.",
      "bad": "Sua tentativa de hackeamento ativa um protocolo de segurança que sela a porta, prendendo você do lado de fora. Sistemas de defesa automatizados são ativados, disparando projéteis não letais em sua direção, causando dano e temporariamente cegando você."
    },
    {
      "action": "Forçar a porta usando suas melhorias cibernéticas",
      "good": "Com sua força e agilidade aprimoradas, você consegue abrir a porta à força, revelando um laboratório cheio de itens valiosos e tecnologia de ponta. Suas melhorias lhe deram uma vantagem nesta situação.",
      "bad": "Sua entrada forçada ativa um mecanismo de segurança, liberando uma nuvem de gás nocivo que causa dano, mas não te mata. O equipamento do laboratório falha, e você fica preso no caos."
    },
    {
      "action": "Procurar uma entrada alternativa para o laboratório, talvez através de um duto de ventilação",
      "good": "Você descobre um duto de ventilação oculto que leva diretamente ao laboratório. Você sobe e se encontra em uma sala cheia de itens valiosos e tecnologia avançada. Sua furtividade e agilidade valeram a pena.",
      "bad": "Enquanto procura uma entrada alternativa, você pisa em uma placa de pressão que ativa uma armadilha. Uma barragem de projéteis não letais é disparada em sua direção, causando dano e temporariamente te atordoando."
    }
  ]
}