{
  "story": "Você está em frente a uma grande porta metálica adornada com circuitos intrincados e linhas azuis brilhantes. A porta está coberta de sinais de aviso e rótulos indicando que leva a uma 'Área de Experimentação de Alto Risco'. Você ouviu rumores de que essa área contém tecnologia avançada e recursos raros, mas também sente que algo deu terrivelmente errado.",
  "actions": [
    {
      "action": "Tentar contornar o sistema de segurança da porta usando seu conhecimento de hacking de cibernéticos",
      "good": "Seus dedos dançam sobre o teclado enquanto você contorna habilidosamente o sistema de segurança. A porta se abre, revelando uma sala cheia de equipamentos estranhos e dispositivos emitindo um leve zumbido. Você encontra um console escondido contendo informações e recursos valiosos.",
      "bad": "Sua tentativa de hackear o sistema ativa uma sequência de autodestruição. A porta começa a se fechar, e você ouve alarmes soando enquanto os sistemas de defesa da área são ativados. Você sofre dano com a explosão repentina de detritos e faíscas."
    },
    {
      "action": "Forçar a porta a abrir usando sua força física",
      "good": "Com uma explosão de adrenalina, você avança em direção à porta e consegue abri-la à força. Dentro, você encontra um estoque de recursos valiosos, incluindo componentes raros e ferramentas avançadas.",
      "bad": "Seus esforços para forçar a porta a abrir acionam um gerador de onda de choque escondido. Você é lançado para trás, caindo no chão enquanto os sistemas de defesa automatizados da área entram em ação. Você sofre dano do impacto e das explosões subsequentes."
    },
    {
      "action": "Procurar uma rota alternativa ao redor da porta trancada",
      "good": "Você explora cuidadosamente os corredores próximos, em busca de uma passagem secreta ou entrada alternativa. Após alguns minutos de busca, você se depara com uma porta secreta que leva à Área de Experimentação. Você se encontra em uma sala cheia de recursos valiosos e tecnologia avançada.",
      "bad": "Enquanto procura uma rota alternativa, você ativa uma placa de pressão, fazendo com que o chão ceda sob seus pés. Você cai em um poço escondido, sofrendo dano do impacto e da queda subsequente."
    }
  ]
}