{
  "story": "Você se encontra parado na borda de um enorme laboratório mal iluminado, repleto de fileiras de máquinas zumbindo e estranhas engenhocas. O ar está denso com o cheiro de óleo e fiação queimada. No centro do laboratório, você avista um grande dispositivo cilíndrico emitindo um brilho azul intenso. De repente, você ouve o som de engrenagens se movendo e máquinas ganhando vida. Um console próximo pisca, exibindo um cronômetro: 5 minutos até que o dispositivo esteja pronto para ativação. O que você faz?",
  "actions": [
    {
      "action": "Tentar desativar o cronômetro",
      "good": "Seu raciocínio rápido permite que você contorne as medidas de segurança e desative o cronômetro. O laboratório fica em silêncio, e você consegue explorar a área sem interferências. Como recompensa, você encontra um compartimento oculto contendo valiosas sucatas tecnológicas.",
      "bad": "Sua tentativa de desativar o cronômetro aciona um protocolo de segurança, selando o laboratório e áreas circundantes. Você fica preso sem uma rota de saída clara. O cronômetro continua, e você sofre dano da intensa energia emanando do dispositivo."
    },
    {
      "action": "Tentar acessar o painel de controle do dispositivo cilíndrico",
      "good": "Você consegue invadir o sistema do dispositivo, obtendo acesso ao seu funcionamento interno. Você descobre um esconderijo de componentes avançados e ferramentas. Sua expertise técnica compensa.",
      "bad": "Sua tentativa de acessar os controles do dispositivo aciona uma sequência de desligamento automático. As máquinas do laboratório começam a se autodestruir, e você sofre dano devido ao caos resultante."
    },
    {
      "action": "Procurar uma saída de emergência ou uma forma de desligar o dispositivo",
      "good": "Você rapidamente encontra uma saída de emergência oculta e consegue sair do laboratório, evitando a destruição iminente. Como recompensa, você consegue pegar alguns equipamentos valiosos das áreas de armazenamento próximas.",
      "bad": "Sua busca por uma saída leva você a um corredor estreito cheio de gás tóxico. Você sofre dano enquanto tenta navegar pelo ambiente perigoso e escapar do laboratório."
    }
  ]
}