{
  "story": "Você está em uma sala mal iluminada, no fundo da fortaleza da gangue, cercado por fileiras de máquinas zumbindo. Um display holográfico piscante na parede emite um brilho sinistro, destacando uma série de códigos e diagramas enigmáticos. De repente, as máquinas ganham vida, e um zumbido de baixa frequência se intensifica. O ar está eletrificado com expectativa enquanto você percebe que algo está prestes a acontecer.",
  "actions": [
    {
      "action": "Tentar desligar as máquinas",
      "good": "Seu raciocínio rápido permite que você contorne a fonte de energia principal, e as máquinas ficam em silêncio. Um compartimento oculto se abre, revelando um estoque de itens valiosos.",
      "bad": "Sua tentativa de desligar as máquinas aciona uma reação em cadeia, fazendo com que as máquinas apresentem falhas e emitam um flash ofuscante de luz. Você sofre dano devido à intensa radiação."
    },
    {
      "action": "Investigar o display holográfico",
      "good": "Enquanto você estuda os códigos e diagramas, percebe que eles fazem parte de uma linguagem antiga usada pelos predecessores da gangue. Decifrar a mensagem revela um padrão oculto que leva a um esconderijo secreto de itens valiosos.",
      "bad": "Sua fascinação pelo holograma faz com que você ignore um sinal de alerta, e você acidentalmente ativa uma armadilha. O display ativa um enxame de pequenos drones que zumbem ao seu redor, causando desorientação e dano com seus ataques menores."
    },
    {
      "action": "Procurar um botão de desligamento de emergência",
      "good": "Você encontra um painel oculto com um botão de desligamento de emergência. Ao pressioná-lo, as máquinas desligam, e um compartimento oculto se abre, revelando itens valiosos.",
      "bad": "Sua busca pelo botão de desligamento leva você a um beco sem saída, onde você é confrontado por uma barragem de sistemas de defesa automatizados. As máquinas atacam você de todos os lados, causando dano, mas não o matando."
    }
  ]
}