{
  "story": "Você se encontra em um corredor de serviço estreito e mal iluminado dentro da fortaleza da gangue. O ar está denso com o cheiro de graxa e ozônio. À sua frente, um duto de ventilação no teto chama sua atenção, parcialmente escondido por um emaranhado de cabos. Sua missão é explorar esta parte inexplorada da fortaleza e descobrir quaisquer segredos que ela possa esconder.",
  "actions": [
    {
      "action": "Subir no duto de ventilação",
      "good": "Você se encontra em uma rede de dutos estreitos, mas suas habilidades ágeis de escalada permitem que você navegue por eles com facilidade. Enquanto se move pelo sistema de dutos, você se depara com um compartimento escondido contendo um item valioso.",
      "bad": "Sua escalada é mais traiçoeira do que o esperado, e você arranha o braço em uma borda afiada. A dor é intensa, mas você consegue continuar. Você não encontra nada de valor nos dutos, apenas um labirinto de filtros de ar sujos e canos enferrujados."
    },
    {
      "action": "Investigar o painel elétrico próximo",
      "good": "Após uma cuidadosa inspeção, você descobre que o painel elétrico é na verdade um ponto de acesso disfarçado para uma sala de servidores segura. Suas habilidades de hacking permitem que você contorne as medidas de segurança, e você ganha acesso a dados e informações valiosas.",
      "bad": "Enquanto mexe no painel elétrico, você acidentalmente provoca um curto-circuito, fazendo faíscas voarem por toda parte. Você leva dano do choque elétrico, mas não é o suficiente para te matar. A sala de servidores permanece trancada, seus segredos ainda escondidos de você."
    },
    {
      "action": "Procurar na área de armazenamento próxima por itens úteis",
      "good": "Em meio às prateleiras e caixas bagunçadas, você encontra um estoque de suprimentos valiosos, incluindo comida, água e equipamentos médicos. Sua busca valeu a pena, e agora você está melhor equipado para enfrentar os desafios que virão.",
      "bad": "Na sua pressa para encontrar algo útil, você acidentalmente derruba uma caixa de eletrônicos frágeis. A bagunça resultante é um desastre, com componentes quebrados e fios espalhados por toda parte. Você leva dano do estresse de tentar limpar a bagunça, mas ainda não consegue encontrar itens valiosos."
    }
  ]
}